module.exports.people = {
    i001: {
        name: 'Шаппо Сергей Григорьевич',
        famasc: 'f002',
        famass: ['f001'],
        birthSurname: '',
        kinship: '(Я)',
        born: {
            date: '10.01.1986',
            place: 'г. Минск.'
        },
        description: `
I(Rh+)

Родился 10 января 1986 года в г. Минске.  На тот момент, мы всей семьей жили на Крапоткина 97, в общежитии. Отец мой всю жизнь проработал в милиции. <a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a> на тот момент работала на Минском камвольном комбинате. Ходил в детский садик №266, что на ул. Карастояновой 31.

В 1992-ом году пошел в Минскую среднюю школу №27, что на улице Крапоткина 74.

В 1997-ом, отцу дали квартиру на пер. Нововиленском 14, кв 2, куда мы вскоре переехали жить.

Я дальше продолжил ходить в 27-ую школу и в 2003-ем закончил ее.

После школы, окончил полугодичные курсы повара от центра занятости, но по специальности работать не стал - ушел на завод Горизонт.

2009 - поступил в Беларуский государственный университет информатики и электроники (БГУИР).

2011, август - уволился с завода и устроился сисадмином в БелГИС. Работал в Москве.

2012, апрель - устроился работать в ИООО Эксадел (Exadel), тестировщиком программного обеспечения, где через 4 года перешел в разработку.

2015 - закончил БГУИР и поступил в магистратуру. Позже, магистратуру не закончил, бросил. Также переселился жить в однокомнатную арендную (коммерческую) квартиру на ул. Тимирязева 80/1, кв 21. 

2020 - устроился в программистом в компанию Brimit (Бримит).

2022, 19 февраль - переехал с семьей жить в квартиру в Новой Боровой (ул. Миля, 2, кв 131, д. Копище, Минский район)`
    },
    i002: {
        name: 'Шаппо Григорий Николаевич',
        famasc: 'f003',
        famass: ['f002'],
        kinship: 'отец',
        born: {
            date: '27.09.1958',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Бешенковичский район, Витебская область.</a>'
        },
        died: {
            date: '13.07.2018',
            place: 'г. Минск'
        },
        description: `
I(Rh+)

<a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a>:

В начальную школу (4 класса) папа ходил в Скакуновшине, а 10 классов закончил уже в Бочейково. 

После школы приехал в Минск и поступил в Минское ГПТУ-94 на специальность фрезеровщик. Дед Володя помог ему подать документы и он жил у него во время поступления. Поступив, ему дали общежитие. Окончил его через год летом, а осенью его забрали в армию. 

Отслужив, вернулся в Минск и сразу устроился в милицию. Так же сразу дали общежитие, но день-два пожил у брата — дяди Саши в общежитии, на ул. Ленина, там где ГУМ, где арка. Само общежитие было на Крапоткина 97, где мы жили до 1997-го года. А в общежитии он попал в одну комнату с дядей Витей (Гордейко) и Антанович и жили они на втором этаже. 

1987, июнь - был призван на ликвидацию последствий аварии на Чернобыльской АЭС, сроком на 1 месяц. Мама вспоминала, что когда вернулся, то принес целый рюкзак тушенки.

Когда женился , они с мамой переехали на 9-ый этаж, пожили совсем немного, после чего переехали на 7-ой в одну комнату. 
Прожив там продолжительное время, переехали на шестой в 613-ую квартиру, там двухкомнатная. 
И жили там до 1997-го. Потом папе дали двухкомнатную квартиру в доме на пер.Нововиленский 14.

<hr>
<i>
Папа всегда любил рыбалку и в детстве я часто ходил с ним. 
Помню, в Скакуновщине летом, мы вставали с ним рано утром еще до рассвета и шли на Низголовское озеро. 
Папа нес с надувную лодку, а я все остальное: удочки, прикорм, ссобойку...
Там лодку надували и ловили на зимние, маленькие удочки. Сидим, ловим, над водой туман... 
Потом рассвет, туман начинает рассеиваться, становиться жарко, мы начинаем снимать куртки.

Это воспоминание, очень яркое из моего детства.
</i>

<hr>
<i>
Отдельно хочу сказать, что из музыки папа всегда любил Владимира Высоцкого, наверное все песни знал на изусть. Это передалось и мне.
</i>

<hr>
<i>
Как-то мне рассказывал, что в детстве любил что-нибудь поджигать. И как-то поджег стог сена, так два дня дома не появлялся.
</i>

<hr>
<i>
Папа рассказывал, что рядом с ним жила учительница, так она научила его читать еще до школы. 
Сколько помню, папа постоянно любил читать книги. 
Даже уже в больницу, когда он там лежал с онкологией, я ему отдал свою электронную книгу и загрузил туда много книг детективов. 

Одни из любимых - «Пётр Первый», А. Н. Толстого и «Момент истины», В. О. Богомолова. Они запомнились, потому что я сам их прочел.
</i>
`
    },
    i003: {
        name: 'Новикова Светлана Александровна',
        famasc: 'f004',
        famass: ['f002'],
        kinship: 'мать',
        born: {
            date: '5.01.1958',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        description: `
I(Rh+)

Закончила 4 класса (начальную школу) в Залазье, там была только начальная школа. Потом ходила в Славновскую школу и после ее окончании поехала поступать в Минск в БГТУ. Плохо написала сочинение и не поступила (физику и математику сдала хорошо).

Там же агитровали, среди непоступивших, на учебу в строительном училище. Мол не уезжайте, поучитесь год у нас, а потом попробуете поступить еще раз.
Мама и ее подружки, что не поступили, решили поучиться. И закончили все с отличием по специальности каменщик.

После окончания мама поехала домой в Залазье, все лето ходила с бабушкой в ягоды. Уж не вспомнила, пробовала ли она поступать еще раз, за год многое забыла из школьной программы. 

А осенью поехала в Минск и устроилась на комвольный комбинат. 

1990-1993 - заочно училась в Техникуме легкой промышленности (сейчас это «Минский государственный колледж технологии и дизайна легкой промышленности»). 
Поступила туда без экзаменов из-за хорошего аттестата. Хорошо там училась. 
На защите диплома, был представитель с какого-то комбината (руководитель). 
И их куратор рекомендовал ее как "готовый мастер, хороший и ответственный работник".
После окончания ее брали мастером производственного обучения в училище (ПТУ-111, текстилькое), преподовать практику, но время было уже другое и она отказалась. 
После окончания, СССР развалился и образование стало никому не нужно, потому не училась дальше. 
К тому же появились другие проблемы: сокращения штата, сокращение рабочей недели и зп.

2001 - папин друг — Слава Мельник помог с устройством в Футберг. 
Уволилась с комвольного, т.к. 2-3 дня работали в неделю, один год на все лето отправили за свой счет. 
Причем все сомневалась - сначала взяла отпуск на комбинате, потом месяц за свой счет, а только потом уволилась.

Пол-года поработала фирма Футберг и потом начались проблемы. Владелец - чеченец, был связан с наркотиками, на фирме был обыск, ОМОН. 
Все производство остановилось, но фирма не закрылась. Просидели дома с осени до лета, платили минимальную зарплату.
В это время мама подрабатывала в парикмахерской кастеляншей, торговала (фрукты-овощи), пыталась всунуться хоть куда.
Владельцем фирмы стал брат прежнего владельца - Асхаб. Летом появился большой заказ и все как-то началось работать.

А к осени их фирму продали Илларионовичу, теперешнему владельцу.

2004 - начали набирать людей, сделали две смены, мама стала мастером смены. Проработала 12 лет мастером.
`
    },
    i004: {
        name: 'Шаппо Екатерина Сергеевна',
        famasc: 'f001',
        famass: [],
        kinship: 'дочь',
        born: {
            date: '9.05.2019',
            place: 'г. Минск'
        },
        description: `Место жительства: г. Минск

        I(Rh+)
`
    },
    i200: {
        name: 'Шаппо Михаил Сергеевич',
        famasc: 'f001',
        famass: [],
        kinship: 'сын',
        born: {
            date: '28.04.2022',
            place: 'г. Минск'
        },
        description: `Место жительства: г. Минск

        I(Rh-)
`
    },
    i005: {
        name: 'Василевская Наталья Ивановна',
        famasc: 'f030',
        famass: ['f001'],
        kinship: 'жена',
        born: {
            date: '25.03.1989',
            place: 'а.г. Пески, Березовский район, Брестская область.'
        },
        description: `
III(Rh-)

1995 - Сначала, училась в Песковской школе, но после 4-х классов перешла в школу Белоозерска.

1999 – 2006 - Школа №3, Белоозерск, физмат класс.

2006-2011 - БГТУ (бывш. БТИ им. Кирова), Специальность - Биотехнологии и биоэкологии

После окончания универа, по распределению уехала работать в Лиду.

2011–2013 - РУП "Белмедпрепараты", г. Лида. отработав, обязательных 2 года - вернулась в Минск.

с 2013 г. - ООО "Фармтехнология", г. Минск, Инженер-технолог. 
        `
    },
    i006: {
        name: 'Шаппо Александра Григорьевна',
        famasc: 'f002',
        famass: ['f031'],
        kinship: 'сестра',
        born: {
            date: '17.08.1983',
            place: 'г. Минск'
        },
        description: `
I(Rh+)

Как и я ходила в тот же детский садик №266, что на ул. Карастояновой 31. И в Минскую среднюю школу №27, что на улице Крапоткина 74.

2001 - После школы поступила в Минский техникум предпринимательства(сейчас колледж) на специальность "Банковское дело", закончила в 2003-ем

2003, сентября - Работала сначала на точке в продуктовом магазине (продажа батареек и всего такого). С сентября по май 2004

2004, июнь - Потом устроилась к маме на фирму Футберг. Проработала там 2 года.

Окончив его, поступила в МИУ (Минский институт управления), закончила в 2007-ом.

2006, июнь - по специальности нигде не хотели брать без опыта. 
Её подруга "Дунька", сказала, что у них требуется кассир в Белагропромбанке на мясокомбинате в курасовщине на ул. Казинца, отделение "Южное". 
А туда никто нехотел идти, потому что там такая вонь с мясокомбината...
Но она решила зацепиться по специальности и пошла туда работать. 
Она там проработала три месяца - с июня до сентября, испытательный срок.

2006, сентябрь - Тетя Лена (кресная наша), позвонила и сказала, что у их есть место кассира в кассе МТБанка филиала "Милавица", что на Новавиленской, рядом с домом. 
Говорит попробуй сходить на собес. Пообщавшись, ее отправили в головной на собес. 
Там ей понадобились знания из техникума (не института) и она прошла собес. 
Ей предложили и ЗП больше и ближе к дому... И она ушла из Белагропромбанка.

2007 - вышла замуж.

2007, май - окончив институт, ее перевели из кассы, специалистом в учетно-операционный отдел (обслуживание юридических лиц). 
Потом это отделение расширилось и переехало на ул. Богдановича. 
Через полтора года ей дали "ведущий специалист".
И от туда она ушла в дикрет.

2013 - Из дикрета она вышла уже в отделение на ул. Уманскую, ей было удобнее туда добираться т.к. жила уже на ул. Мазурава.
Там проработала до следующего дикрета. Там она стала главным специалистом.

2021 - Из дикрета вышла уже в филиал у ст. м. Кунцевщина.
        `
    },
    i007: {
        name: 'Шаппо Николай Иванович',
        famasc: 'f005',
        famass: ['f003'],
        kinship: 'дедушка',
        born: {
            date: '12.08.1928',
            place: 'Двор-Низголово, Бешенковичский район, Витебская область.'
        },
        died: {
            date: '20.12.2014',
            place: 'д. Скакуновщина, похоронен в Двор-Низголово'
        },
        description: `
Перед войной, вместе с семьей, непродолжительное время, жил в Корелии.

<a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a>: 

<i>
Дед рассказывал как ходил в партизаны. Он с другом никому не сказали и отправились на Усаи (Ушачи). 
Привели их к командиру отряда, помнит его фамилию - Аб'едкин. Рассказывал - "Сидит этот Объедкин пъяный, на столе бутель самогона".
В общем, в партизаны их не взяли потому, что у них не было оружия, с оружием в отряде были проблемы. 
Если бы у них было свое оружие - их бы оставили. Приказал - накормить хлопцев и отправить домой.
</i>

Я нашел этого командира партизанского отряда на partizany.by: <a class="continue-reading" target="_blank" href="https://partizany.by/partisans/29837/">Объедков Иван Федотович, 1909 г.р.,</a>
Командир отряда им. В. С. Гризодубовой, партизанской бригады Уткина(2-я Ушачская бригада им. П. К. Пономаренко, командир бригады Уткин Н.В.). В партизанский отряд вступил 22 июля 1942 года. Участвовал и руководил разгромом немецкого горнизона в Бочейково в июле 1943-го и др...

<a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a>: 

<i>
Во время войны дед, со своим братом - дедом Валодей, был в концлагере. Их забрали, видимо, в 1944-ом, под конец аккупации. Но они и пробыли там не долго, вроде как 4 месяца.

По воспоминаниям дед, со слов тети Нины - рыли окопы, по ее же воспоминаниям дед расказывал - "немцы бураков сырых наложат возле решетки, мы есть хотим, руки тянем - а немцы палками били"
</i>

зять, дядя Миша:

<i>
он в Бресте был или в Брестской области. И копали противотанковые рвы. Потом немцы исчели и наши танки пришли. Потом деда с братом из Бреста отправили на украину учится на машиниста паравоза. Потом в училище сказали, что Беларусь освобождена и кто хочет может идти домой. На товарнике добрался до Витебска, в дороге продал свои ботинки, есть хотелось, а от Витебска шел пешком до Двора-Низголово, ноябрь месяц, ноги босые. Пришел в Двор, постучал в окно домой, а мама его не узнала он был такой худой, так мама его накормила и он двое суток спал. Дед Володя остался там учится.
</i>

Видимо, еще перед армией, дед, выучился на тракториста, т.к. в армии ездил уже на нем.

1948 - <a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a>: <i>"служил 5 лет 1948-5лет, сразу был под Ленниградом а потом на Севере (ок. Мурманска) расчищал аэродромы на тракторе"</i>

1954 - женился

<a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a> : <i>у него был рак простаты, гангрена, ногу отняли - это все было под старость</i>
Про ногу помню, он рассказывал, что в бане просто оторвал заусенец на пальце ноги. И началось.
        
        `
    },
    i008: {
        name: 'Конопелько Анна Ивановна',
        famasc: 'f007',
        famass: ['f003'],
        kinship: 'бабушка',
        born: {
            date: '27.12.1928',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Бешенковичский район, Витебская область.</a>'
        },
        died: {
            date: '16.07.2019',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Бешенковичский район, Витебская область.</a>'
        },
        description: `
<a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a>: 

<i>
Во время войны немцы согнали всех детей в Сокорово. Бабушку в том числе. Держали их в каком-то сарае, где были овечки. Помнит, что было холодно, так они закапывались в навоз, что б согреться.
        
Потом, перед отступлением их, вместе со всеми другими детьми в Улле, хотели куда-то увезди.

Потом немцы поручили этим детям стадо коров кудато перегнать, а немцы их охраняли с автоматоми.

Гнали их через Скакунавщину,  было много детей и коров. Так когда дошли до Максимавый, на горе (в деревне есть) возле Каркозавых, бабушка рванула в кусты.

А немец видел как она убежала, но ничего не сделал, т.е. не выстрелил.

А главное, корова, которую она вела, за ней побежала. Немцы так и не отреагировали на это.
Так потом эта корова всю Скакуновщину молоком кормила, т.к. всех коров давно отобрали.
</i>

Была бригадиром в колхозе.
        `
    },
    i009: {
        name: 'Новиков Александр Михайлович',
        famasc: 'f006',
        famass: ['f004', 'f029'],
        kinship: 'дедушка',
        born: {
            date: '20.10.1928',
            place: 'д. Старино, Духовщинский район, Смоленская область.'
        },
        died: {
            date: '05.02.2004',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
Все со слов мамы:

Родился 20.10.1928, а по послевоенным документам 1930, то ли он, то ли Мать Стефанида записал так, что бы он не пошел в армию в 18, а хотя бы в 20.

Потом, в 1990ые, что бы получить мат.помощь как юному узнику конц.лагерей придется через суд доказывать, что это он в лагере был и там записан 1928-го г.р..

1941 - в с. Пречистое (Залесье) закончил 5 классов в школе.

1943, август - был угнан в Германию, вместе с матерью, сестрами и сестрой матери с ее дочерьми.

дед Шура тогда был подростком и его из лагеря забирали работать на каком-то заводе, где разбирали неисправные или подбитые самолеты. Как-то он и еще кто-то что-то утварили там, что деда Шуру хотели растрелять и мать Степанида в ногай у немцев валялась умоляла, что б не убивали

1947. Место работы: колхоз "Красное Знамя" вступление в члены колхоза.

1950, апрель - призван в армию. Радиотелеграфист ракетных войск и артиллерии в В\\Ч 14731

1951, ноябрь - Демобилизован в звании мл. сержант.

<a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a>:
<i>
Дед Шура после армии построил хату напротив колодца и жил там с <a class="continue-reading" href="#Машкович-Ефросиния-Елисеевна">Проской</a>, нерасписаные. 

Когда разошлись - судились и переднюю часть, что у дороги отошла к <a class="continue-reading" href="#Машкович-Ефросиния-Елисеевна">Проске</a>, а заднюю часть (пристройку) отсудили деду с бабушкой.
Тогда дед свою часть хаты отделил и отодвинул дальше от дороги и пристроил еще хату и они все там жили до 1975-го года. Места там было мало все спали на полу.
и и бабушка там жила (Степанида).
Хлев, что сейчас на лажку стоит, он стоял во дворе на притив колодца(корова там стояла, сено там было), дед перевез его при переезде.
Переехали вроде в 1977-ом.
</i>

1991 - В день свадьбы сына Михаила, был увезен на скорой в больницу в Славное c инсультом, но из-за отсутствия там лекарств перевезен в Минск. 
С тех пор ходил с палочкой.

`
    },
    i010: {
        name: 'Машкович Любовь Федоровна',
        famasc: 'f008',
        famass: ['f004'],
        kinship: 'бабушка',
        born: {
            date: '1.07.1930',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        died: {
            date: '10.08.2012',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
<a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a>:

Дня рождения не помнит а год рождения, скорее всего 1933, т.к. в сентябре 1941-го она должна была пойти в школу. 

После войны закончила то ли 2, то ли 3 класса Залазской школы. Причем сразу школы не было и учили у кого-то дома (вроде у Артюховых).

Хотя по похозяйственной книге (1949-1951) год рождения указан - 1932. Такая путаница с годом вышла потому, что только после войны ходили и записывали всех. Дед Шура ответил 1930-го, бабушка сказала - пиши и меня с 1930-го.

Жила с дедом Шурой в хате Проски (Ефросиньи, его первой жены) напротив колодца, там хата была разделена наполовину, и бабушка жила вместе со свекровью.

Когда ее брат - дед Витя переселился из отцовской хаты в Авхуты (1970), то туда переехали дед с бабушкой и жили они там.

За рождение пятерых детей - бабушка награждена медалью "Мать Героиня".

У нее был инсульт, от последствий которого она и умерла.
        `
    },
    i011: {
        name: 'Шаппо Иван Исакович',
        famasc: 'f009',
        famass: ['f005'],
        kinship: 'прадедушка',
        born: {
            date: '7.07.1898',
            place: 'д. Глебовщина, Мартиновская волость, Лепельский уезд, Витебская губерния.'
        },
        died: {
            date: '15.09.1960',
            place: 'Двор-Низголово, Бешенковичский район, Витебская область.'
        },
        description: `
Родился и вырос в д. Глебовщина, но женившись, жил во Двор-Низголово, как вспоминают родственники - 'на Горе'

По перепеси хозяйств 1926-го года, он числится в списках деревни Низголово, откуда родом его жена(со слов тети 
Нины). В том списке указано трое проживающих - 1 муж. и 2 жен, т.е. Иван, жена Федора и бабушка Маша

По воспоминаниям тети Нины, двоюродной тети Люды и ее мамы, а так же внучки бабы Маши - Наташи, до войны Иван с семьей 
жили в Корелии, но вернулись по причине слухов о войне с Германией (вернулись перед войной). Получается они туда 
могли поехать только после финской 
войны (март 1940-го), по программе освоения Карельского перешейка. Переселенцам обеспечивался бесплатный проезд, 
предоставлялись денежные ссуды и освобождение от налогов.

Его внучка Светлана, мне рассказала, что они там жили в урочище Хуттула Суоярвский р-н, Карелия. 
И ей рассказывала ее мама (баба Маша, дочь Ивана Исаковича), как та ходила в школу на лыжах. 
А вернулись из-за плохого здоровья жены - Федоры Семеновны, из-за климата.



Причина смерти: онкология желудка. Похоронен на кладбище в Двор-Низголово.
        
        `
    },
    i012: {
        name: 'Конопелько Федора Семеновна',
        famasc: 'f011',
        famass: ['f005'],
        kinship: 'прабабушка',
        born: {
            date: '1905',
            place: 'д. Низголово, Мартиновская волость, Лепельский уезд, Витебская губерния.'
        },
        died: {
            date: '1979',
            place: 'г. Грязовец, Вологодская область'
        },
        description: `
Вместе с мужем Иваном жила в Корелии
После смерти мужа уехала жить к дочке в г. Грязовец.

Похоронена в Ростилово, рядом с г. Грязовец.
        `
    },
    i013: {
        name: 'Каркоза Иван Семенович',
        famasc: 'f014',
        famass: ['f007'],
        birthSurname: '',
        kinship: 'прадедушка',
        born: {
            date: '1891',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>'
        },
        died: {
            date: '23.06.1976',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Бешенковичский район, Витебская область.</a>'
        },
        description: `
<a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a> не знала почему у Ивана была фамилия Конопелько, хотя у его сестер девичья была Каркоза

Причину, мне рассказала моя 5ю сестра - Надя Шандрикова(Герцик), внучка Николая Каркоза. Её прадеда, 
Каркоза Владимира Фомича (отец Николая), репрессировали в 1933-ем и его семью. Николай тогда был совсем маленький, 
потому его не тронули. Еще, от Нади я и узнал, что мы родственники - как она сказала <i>Моя пра-прабабушка 
Ирина(мама деда Коли) и отец твоей бабушки Ани были двоюродными</i>. Так вот Иван Семенович взял фамилию жены, 
что бы не попасть под репрессии.

Но у меня остается вопрос: бабушка Аня 1928 г.р., а Владимира Фомича арестовали в 1932-ом, 
получается они просто расписались в 1932ом? а до этого жили неофициально?

По его датам рождения и сметри: на могиле указаны одни(1890 - 6.07.1974), а в Бешенковичском ЗАГС мне дали 
другие(1891 - 23.06.1976).

Надя Шандрикова(Герцик): <i>Прозвище - Пяхтель, Он курил постоянно, пыхтел.</i>
`
    },
    i014: {
        name: 'Конопелько Агафья Яковлевна',
        famasc: 'f015',
        famass: ['f007'],
        kinship: 'прабабушка',
        born: {
            date: '15.08.1896',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>'
        },
        died: {
            date: '22.05.1986',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Бешенковичский район, Витебская область.</a>'
        },
        description: `
В деревне ее звали - Гапулька

Увы, про нее мало что известно, <a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a> говорила лишь, что у она из многодетной семьи, а имена ее сестер и братьев 
уже не вспомнить.

По ее датам рождения и сметри - на могиле указаны одни(1900 - 23.05.1986), а в Бешенковичском ЗАГС мне дали 
другие(15.08.1896 - 22.05.1986).

То, что ее отец - Конопелько Яков Семенович, мне стало известно из "Списки крестьянских хозяйств и сведения 
об их состоянии на 1 января 1925 года". Причем методом исключения - там два Якова.

Конопелько Яков Семенович и Конопелько Яков Викентьевич. По памяти уже никто не вспомнит. Потому мне на помощь 
пришел этот же список. Там же есть Конопелько Александр Викентьевич, получается брат Якова, на кладбище 
в Скакуновщине похоронен Павел Александрович, судя по всему сын Александра Викеньевича. Но <a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a> сказала, 
что мы с ним не родственники. Потому эту линию я откинул.
`
    },
    i015: {
        name: 'Новиков Михаил Яковлевич',
        famasc: 'f012',
        famass: ['f006'],
        kinship: 'прадедушка',
        born: {
            date: '17.11.1901',
            place: 'д. Старино, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: '7.01.1942',
            place: 'Германия, Концлагерь Цайтхайн Шталаг IV'
        },
        description: `
Родился в деревне Старино (Старое), сейчас это часть села Причистое, как мне удалось выяснить (Духовщинский 
район, Смоленская область, Россия).

Изначально, было известно лишь о его брате - Афанисий и то, что они оба женились на сестрах - Степаниде 
и Екатерине, но пообщавшись с дочкой Афанасия - Галиной и 
дочкой Галины - Людмилой, стало известно о сестре Анастасии, и еще братья и сестры от второго брака их отца.

Цитаты Людмилы из Viber: 

<i>Фото принесла двоюродная сестра Надя Сосенкова. Она дочь Анастасии, родной сестры Михаила и Афанасия. 
А ещё у нихбыли братья Петр, Павел, Иван (был летчиком) и сестра Зоя</i>

<i>У мамы в паспорте место рождения именнодеревня Старино в смоленской области. Они все оттуда. И в 
концлагерь их оттуда угнали.</i>

<i>У нашего прадеда Якова было две жены. Мать Михаила и Афанасия, а возможно кого-то ещё умерла и прадед женился 
ещё раз. Там тоже были дети и все Новиковы. Михаил и Афанасий почему-то недолюбливали сестру Анастасию, 
после замужества Сосенкову</i>

Дед Шура и сестры так и не узнали о его судьбе, он так и остался для них пропавшим без вести.



Что удалось выяснить по документам:

До войны работал бухгалтером райсоюза (Пречистенский район), Центральный союз потребительских обществ СССР, 
Районный отдел.

У Галины Афанасьевны сохранилось довоенное свидетельство о рождении и оно подписано Михаил Яковлевичем.

В Гос. архиве Смоленской области сохранилась метрическая запись о рождении Михаила, правда не в Пречистенском
приходе, а в соседнем - в д. Николо-Берновичи. Этот факт говорит о том, что скорее всего мать Михаила от туда 
родом. Такое часто происходило, что крестили в приходе матери. Тем более это всего лишь в 13 км.

Там же стали извесны имена его родителей

1941, 5 июля - он прибыл в Пречистенский РВК, где указал, что в 1939-ом уже призывался в РККА и учавствовал в 
"Польской компании", был писарем части. Так же там указал свою должность.

Судя по всему, он попал служить в 394 сп, 110 сд (по моим изучениям), хотя точных данных нет.

1941, 24 июля - попал в плен, по его сохранившейся карточке в плену:

Место пленения - г. Могилев

Место службы - 1010, (это единственное что известно о месте его службы, но ни такой дивизии ни полка не 
существовало)

Девичья фамилия матери - Козлова

В концлагере той зимой была вспышка тифа, потому скорее всего он от тифа и умер. Похоронен там же и судя по 
всему он был похоронен отдельно в могилу т.к. там пленных стали хоронить кучами только позже. Но после войны 
советское правительство решило снести все подписи на могилах. 

        `
    },
    i016: {
        name: 'Новикова Степанида Кузьминична',
        famasc: 'f013',
        famass: ['f006'],
        kinship: 'прабабушка',
        born: {
            date: '1896',
            place: 'д. Демяхи, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: '11.02.1975',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        description: `
Девичьей фамилии не удалось узнать.

Родилась в д. Демяхи, рядом с д. Старино и с. Пречистое. Это написано в ее довоенном паспорте, точнее странице 
паспорта, что сохранился. Причем там неразборчиво написано и на vgd.ru нашелся местный житель, который 
помог распознать.

Была с детьми, сестрой Екатериной и ее детьми угнана в Германию

<i>Их забрали в октябре 43 в Германию, пред освобождением района.</i>

По воспоминаниям ее племянницы Галины, их освободили Американцы и долго не моги решить куда их деть, но в конечном 
итоге, их забрали назад в СССР. Вернувшись, дом их был разрушен, первое время они где-то жили. Но потом 
они "завербовались" на лесозаготовки и так попали в Залазье. А сестра Екатерина (мать Галины), 
умерла в Пречистом, сразу после возвращения

Цитаты Людмилы, дочь ее племянницы из Viber: 

<i>Наши бабушки Степанида и Екатерина близнецы</i>. 

Я звонил в Духовщинский ЗАГС и год рождения у 
Екатерины такой же как у Степаниды - 1896

Сестры Степанида и Екатерина вышли замуж за братьев Михаила и Афанасия.

        `
    },
    i017: {
        name: 'Машкович Федор Иванович',
        famasc: 'f016',
        famass: ['f008'],
        kinship: 'прадедушка',
        born: {
            date: '1899',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '21.01.1951',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
1944, 1 июля - призван в РККА, сразу после освобождения района. Служил в 1106 СП.

1944, 20 октября - лежал в госпитале по ранению. Видугеры, Подляское воеводство, Польша, (БССР, Гродненская обл.).

1945, 25 апреля - демобилизован по ранению.

1945, 9 мая - Награжден медалью "За победу над Германией в Великой Отечественной войне 1941-1945 гг."

Умер от послевоенных ран, мама со слов бабушки Любы расказывала, что раны у него не заживали

По воспоминанию деда Вити - был кузнецом-самоучкой.

<a style='color: #0066cc;' href='#Машкович-Виктор-Федорович'>дед Витя</a>:
<i>
Мой батька у Польши у деревни Сувалки был. Залез в окоп, в немецкий окоп. Дерево стояло и окоп. Он в окоп спрятался, одна мина рядом а вторая прямо в окоп залетела. Окоп оказывается был пристреленый. Ему одну руку перебило и вторую. Так он правой еще работал, а левая у него все незаживала, там раздроблена кость. Он сразу был в госпитале в Каунасе, сразу как ранило. А потом его заперли аж но в Казань. Домой ехал уже через Сталинград. Говорит, немцы его разбили, так они его и построили.
</i>

Увы, его фотографии нет в принципе. Существует только одна, где он в гробу.
        `
    },
    i018: {
        name: 'Машкович Пелагея Трофимовна',
        famasc: 'f017',
        famass: ['f008'],
        kinship: 'прабабушка',
        born: {
            date: '1894',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '11.03.1966',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
В похозяйственной книге (1949-1951), ее год рождения указан - 1899, а в Толочинском ЗАГС, мне сообщили - 1894.

1949, 1 апреля - сидела в Витебском СИЗО, за укрывательства сына (деда Володи), тот укланялся от отработки 
после учебы и прятался.(источники: послевоенная похозяйственная книга(1949-1951) и воспоминания деда Вити, младший сын Пелагеи)

<a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a> помнит бабу Пелагею, она все болела, ее кровать стояла в углу за занавеской и она там постоянно лежала.

Умерла от онкологии, по воспоминаниям <a class="continue-reading" href="#Машкович-Любовь-Федоровна">бабы Любы</a>.
        
        `
    },
    i019: {
        name: 'Шоппо Исак Михайлович',
        famasc: 'f018',
        famass: ['f009'],
        kinship: 'пра-прадедушка',
        born: {
            date: '',
            place: 'д. Усая, Усайская волость, Лепельский уезд, Витебская губерния.'
        },
        died: {
            date: 'после 1926-го года',
            place: 'д. Глебовщина, Мартиновская волость, Лепельский уезд, Витебская губерния.'
        },
        description: `
По воспоминаниям деда Коли, он в детстве, до войны, пешком ходил в гости к деду в Глебовщину со Двора-Низголово.

(Лесина) Шаппо Дарья Никифоровна (невестка):

<i>
О Исаке знает со слов ее родителей.
Он жил в деревне Глебовщина, ее дедушка (тоже Исак) тоже там жил и они дружили. 
Но они были не равные, родители Ивана Исаковича были бедные, а ее дед Исак был зажиточный, и потом их раскулачивали.

Его все звали Исачек.
</i>

Так же дед Коля расказывал, что сам дед Исак родом из д. Усая

Отчество - Михайлович стало известно из списка хозяйств 1925 и 1926 гг. Он один в Глебовщине Шоппо.

"Шоппо Исак Михайлов, Национальность     - бл, Всего душ - 6, Грамотных - 4" - НАРБ, фонд 30,опись 2, дело 1537, лист 20, № Дома 14 

"Шоппа Исак Михайлович, народность домохозяина - бел, муж пола - 4, жен пола - 1" - НАРБ, фонд 30, опись 2, дело 6366, лист 212, №20 

Умер после 1926-го, т.к. он присутствует в списках переписи 1925 и 1926-го.
     
        `
    },
    i020: {
        name: 'Конопелько Семен Дементьевич',
        famasc: '',
        famass: ['f011'],
        kinship: 'пра-прадедушка',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: 'после 1926-го года',
            place: 'д. Низголово, Мартиновская волость, Лепельский уезд, Витебская губерния.'
        },
        description: `
Известно, со слов тети Нины и тети Люды, что прабабушка Федора была родом из д. Низголово и ее 
девичья фамилия - Конопелько.

Отчество - Дементьевич стало известно из списка хозяйств 1925 и 1926 гг.. Семен Конопелько там один - Дементьевич

----

Со слов тети Нины, его дочь Федора Семеновна, родом из д. Низголово и в списках хозяйств 1925 и 1926 Семен там один Семен.

"Конопелько Семен Дементев, народность домохозяина - бел, муж пола - 3, жен пола - 2" - НАРБ, фонд 30, опись 2, дело 6366, лист 220, №2
 
"Конопелько Семен Дементьев, Национальность - бл, Всего душ - 6, Грамотных - 0" - НАРБ, фонд 30,опись 2, дело 1537, лист 25 (об.), № Дома 2 

Умер после 1926-го, т.к. он присутствует в списках переписи 1925 и 1926-го.
            
            
        `
    },
    i021: {
        name: 'Каркоза Семен Михайлович',
        famasc: 'f021',
        famass: ['f014'],
        kinship: 'пра-прадедушка',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: 'после 1926-го года',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>'
        },
        description: `
Отчество - Михайлович стало известно из списка хозяйств 1925 и 1926 гг.. Каркоза Семен там один - Михайлович

Так же по этому стписку стало известно про его брата Александра (одинаковые отчества и фамилии)

А про его брата Степана, стало известно после общения с Надей Шандриковой (моя 5ю сестра). Как она сказала 
- "Моя пра-прабабушка Ирина(мама деда Коли) и отец твоей бабушки Ани были двоюродными". На могиле у ее 
прапрабабушки Ирины отчество - Степановна. Т.е. был третий брат - Степан Михайлович, на момент 1925-1926 он 
просто умер уже и его нет в списках.
            
            
        `
    },
    i022: {
        name: 'Конопелько Яков Семенович',
        famasc: 'f022',
        famass: ['f015'],
        kinship: 'пра-прадедушка',
        born: {
            date: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>',
            place: ''
        },
        died: {
            date: 'после 1926-го года',
            place: 'д. Скакуновщина, Бешенковичского района, Витебской области.'
        },
        description: `
Отчество - Семенович стало известно из списка хозяйств 1925 и 1926 гг.. Причем методом исключения - там два Якова.

Конопелько Яков Семенович и Конопелько Яков Викентьевич. По памяти уже никто не вспомнит. Потому мне на помощь 
пришел этот же список. Там же есть Конопелько Александр Викентьевич, получается брат Якова, на кладбище 
в Скакуновщине похоронен Павел Александрович, судя по всему сын Александра Викеньевича. Но <a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a> сказала, 
что мы с ним не родственники. Потому эту линию я откинул.

После случая с Надей Шандриковой я засомневался в этой версии т.к. <a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a> даже не знала, что бабушка Аня (ее мама) 
и Николай Владимирович Каркоза - троюродные. 
            
        `
    },
    i023: {
        name: 'Новиков Яков Лаврович',
        famasc: 'f019',
        famass: ['f012', 'f028'],
        kinship: 'пра-прадедушка',
        born: {
            date: '1879',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: 'после 1917-го года',
            place: 'д. Старое (Залесье), Пречистенский район, Смоленская область.'
        },
        description: `
Изначально, кое что о Якове удалось узнать от Людмлы Пузановой: 

"У нашего прадеда Якова было две жены. Мать Михаила и Афанасия, а возможно кого-то ещё умерла и прадед женился 
ещё раз. Там тоже были дети и все Новиковы. Михаил и Афанасий почему-то недолюбливали сестру Анастасию, 
после замужества Сосенкову",

Это о братьях и сестрах Михаила и Афанасия (его дети от второго брака) - "А ещё у нихбыли братья Петр, Павел, Иван (был летчиком) и сестра Зоя"



Потом я получил метрическую запись о рождении сына Михаила и стало извесно про отчечтво Якова - Лаврович.

Одновременно с этим, я получил и карточку домохозяина 1917 года, на имя отца Якова - Лавр Федорович.

По этой карточке много удалось узнать о Якове:

На момент 1917-го, Яков жил в отцовском доме. Вместе со второй женой и детьми.

В карточке указаны два сына хозяина 38 и 27 лет, которые мобилизованы на войну. Т.е. Яков и его брат воевали 
в Первую Мировую.

Помимо детей, в доме числится жена сына - 25 лет, похоже это уже вторая жена Якова. И два ребенка 2 и 4 года 
уже от нее.

Остальные дети 15, 11 и 9 лет - от первого брака.

Имя брата Якова, я нашел на сайте gwar.mil.ru - Георгий Лаврович. Найдя его карточку из гопиталя 
(он там лежал с бранхитом в 1916-ом). И там указана деревня Старое, Пречистенской волости.

        `
    },
    i024: {
        name: 'Козлова Ксения Федоровна',
        famasc: 'f020',
        famass: ['f012'],
        kinship: 'пра-прабабушка',
        born: {
            date: '',
            place: ' д. Николо-Берновичи, Рибшевская волость, Поречский уезд, Смоленская губерния.'
        },
        died: {
            date: '',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
Изначально, мне была извесна ее только девечья фамилия - Козлова. Ее указал Михаил, ее сын в плену, при заполнении личной карточки.

Потом Людмила Пузанова расказала, что мать Михаила и Афанасия умерла, и их отец Яков женился второй раз.

После получения метрической записи о рождении сына Михаила, стало известно имя и отчество - Ксения Федоровна.

Эта метрическая запись была найдена в соседней церкви в д. Николо-Берновичи а не на родине мужа, что говорит, о том, что жена была родом из Николо-Берновичей.

В подтверждение этому на gwar.mil.ru, я нашел, похоже, брата Ксении - Козлов Стефан Федорович, которой родом из Николо-Берновичей и воевал в Первую Мировую (был ранен)

Так же на сайте pamyat-naroda.ru, я нашел еще Козловых, уроженцев Николо-Берновичей Дмитрия и Василия Стефановичей Козловых (оба 1916-го г.р.), воевавшие в ВОВ, похоже это племянники Ксении.

Видимо, она жила вместе с мужем и детьми в доме отца мужа - Лавра Федоровича (Судя по хоз.карточке Лавра(1917)), как и вторая жена Якова, после сметри Ксении.

Предпологаю, что у нее было трое детей - судя по хоз.карточке Лавра (1917), по возрастам детей - 15, 11 и 9, далее идут 4 и 2 - это уже второй жены.

Так же можно предположить, раз последнего ребенка Ксения родила в 1908-ом, а от второй жены первый ребенок появился в 1913-ом, то она умерла в промежутке с 1908-1913.
        
        `
    },
    i025: {
        name: 'Машкович Иван Гурьевич',
        famasc: 'f023',
        famass: ['f016'],
        kinship: 'пра-прадедушка',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        description: `
Изначально отчество никто не знал. Но дед Витя рассказал, по ком мы родственники с 
Артюховыми.

<a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a> со слов деда Вити: "дед Федор и Любы Варкиной батька - были двоюродными".

Дед Федор - это отец деда Вити, сын Ивана -  Машкович Федор Иванович

Люба Варкина -  Машкович Любовь Егоровна, после замужества Артюхова. Варкина - это потому, что ее маму 
звали Варка, от имени Варвара, девичья Сойка, после замужества Машкович, отчество Ивановна.

Я созвонился с Петей Артюховым и он мне рассказал про отца, деда и прадеда Любы Егоровоны, его мамы. Но по ком 
мы родственники он не знает. 
Отец - Машкович Егор Евдокимович (1898-1944), похоронен в Залазье. Был дважды женат.

Петр Артюхов: "В 16 лет бы призван на Первую Мировую войну и до 1923 года был в плену в Германии 
(хорошо знал немецкий)"
 
Петр Артюхов: Дед - Машкович Евдоким Гурьевич, вроде как был женат 3 раза. Прожил 105 лет и умер в 1945.

Совместив вместе то, что рассказали дед Витя с Петей Артюховым, получается, что у Ивана тоже отчество 
Гурьянович(Гурьевич), потому что он родной брат Евдокима Гурьевича.
        
        `
    },
    i026: {
        name: 'Машкович Трофим Константинович',
        famasc: '',
        famass: ['f017'],
        kinship: 'пра-прадедушка',
        born: {
            date: '1867',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: 'после 1902-го',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        description: `
Похоронен в Залазье, могила одна из пяти, там все без табличек.

По перепеси хозяйств 1925-го и 1926-го года, можно предполжить, что он к этому времени уже умер, т.к. его там нет, а дом и хозяйство записано на его жену - Анна Юдинова.

Долгое время, не находил его в метриках и других документах, но нашел его в деле о переселении крестьян из д. Залазье в Сибирь.

Там два прошения о переселении, двух семей. Одно - Стефан Константинов Машкович с семьей. 
Сам Трофим там указан, как брат Стефана, там же указана жена Трофима - Анна Юдова и дети.
Возраст Трофима - 35 л. на момент 1902 г. 
Их отца в прошении не указано, но есть их мать - Анна Никитова и отчим, что говорит об уже умершем отце Константине.
Ну и судя по всему, никто в Томскую губрнию (Сибирь) не уехал, не разрешили. 
Однако, брат Стефан, видмо, тогда переехал в д. Дуновик (Толочинский р-н). Об родне в д.Дуновик вспоминал дед Витя. 
Так же в сельхоз переписи 1925-1926 гг. в д.Дуновик я нашел и самомго Стефана (Степан) и двоих 
его сыновей, которые были среди других детей в прошении о переселении. 
        
        `
    },
    i027: {
        name: 'Машкович Анна Юдиновна',
        famasc: 'f024',
        famass: ['f017'],
        kinship: 'пра-прабабушка',
        born: {
            date: '1870',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: 'после 1926-го',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        description: `
Её имя и то, что она дочь Юды вспомнил дед Витя. 
По перепеси хозяйств 1925-го и 1926-го года отчество подтвердилось и факт, что она была жива. 
Хозяйство было записано на Анну, что значит о смерти ее мужа Трофима, на момент переписи (1925).

Её год рождения стал известен из дела прошений кретьян д. Залазья о переселении 
в Сибирь, где она указана как жена Трофима Константинова Машковича, ну и понято, что им отказали в переселении.
        `
    },
    i028: {
        name: 'Машкович Юда Самуилович',
        famasc: '',
        famass: ['f024'],
        kinship: 'пра-пра-прадедушка',
        born: {
            date: 'до 1845го',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: 'после 1887',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        description: `
Имя вспомнила баба Надя, рассказав это тёте Гале. По ее разказу - у Юды было очень много детей, особенно дочек.

В метриках по Залазью, в 1887 году у него родился сын Евстафий, где было записано его очество и жена.

В метриках Юда встречался как кресный у тех или иных людей из округи и попечителем на свадьбе.

Год рождения - примерный, т.к. 1863-ем он был поручителем на свадьбе, исходя из того, что ему на тот момент должно быть как минимум 18 лет: 1863 - 18 = 1845.

02(20)/05(04)/1883 - кресный у сына Стефана Самсонова - Георгия (Залазье).

31(19)/07/1885 - кресный у дочери Кирея Иванова - Марии (Залазье)

14(02)/08/1885 - кресный у сына Стефана Самсонова - Василия (Залазье)

06(25)/04(03)/1887 - попечитель на свадьбе у Якова Никифорова (Курчи) и Анны Мартиновы (Авхуты) 

        `
    },
    i029: {
        name: 'Машкович Фекла Кирилловна',
        famasc: '',
        famass: ['f024'],
        kinship: 'пра-пра-прабабушка',
        born: {
            date: 'до 1848',
            place: '<a class="continue-reading" href="/zalazje">д. Глинники, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: 'после 1887',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        description: `
О ней, стало известно из метрических книг Молявковской церкви.

Год рождения - примерно, т.к. в 1883-м году ее дочь Марфа вышла замуж, где был указан ее возраст - 17 лет. 1883 - 17 = 1866. 
Т.е. как минимум в 1866-ом Фекле было 18 лет, раз она родила Марфу. 1866 - 18 = 1848. 

Год смерти - примерно, т.к. в 1887-ом у нее родился сын Евфасий Юдинович.

Место рождения - я предпологаю, что Глинники. Потому что ее муж Юда несколько раз был крестным у детей некого Ивана Кирилловича из Глинников. Предполагаю по отчеству, это брат Фёклы.
        
        `
    },
    i030: {
        name: 'Новиков Лавр Федорович',
        famasc: 'f025',
        famass: ['f019'],
        kinship: 'пра-пра-прадедушка',
        born: {
            date: '1857?',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: 'после 1917-го',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
Про него стало известно после поиска метрической записи о рождении его внука - Михаила Яковлевича. 
У его отца звали - Яков Лаврович. 
Имя Лавр - редкое и тут же была найдена карточка его хозяйства за 1917 год.(Государственный архив Смоленской области, Фонд: Р-653, Опись: 3, Дело: 2035).

Из карточки (1917), стало понятно, его национальность - белорус; 
он хозяин дома и с ним живут:
жена - 58 лет;
два сына 38 и 27 лет; 
трое внуков - 15, 9 и 2 года;
две внучки - 11 и 4 года;
и сноха (жена сына) - 25 лет.

Возраст его на момент 1917 - 60 лет, что позволяет посмотреть ревизские сказки за 1858 год деревни Старое, т.к. он уже родился в этом году и должен быть там указан.
Позже выяснится, что возраст неточен, т.к. его нет в РС1958. РС1958 и хоз.катрочка и Метрика - без фамилий.    
        `
    },
    i031: {
        name: 'Новиков Федор Александрович',
        famasc: 'f026',
        famass: ['f025'],
        kinship: 'пра-пра-пра-прадедушка',
        born: {
            date: '1830',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: 'после 1858-го',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
О нем стало известно из ревизской сказки за 1858 год деревни Старое. 
РС1958 и хоз.катрочка - без фамилий.

Он скорее всего является отцом Лавра, но у меня мало фактов. Основной факт - отчество Лавра (его сына) - 
Федорович, и если в его хоз.карточке 1917-го возраст указан верно, то он будет указан ревизских сказках за 1858 год.

Но в РС1858 только два Федора, на всю деревню Старое, причем один переселился в Самарскую губернию в 1856-ом. 
И методом исключения остается второй — Федор, сын Александра Матвеевича. Что дает большую вероятность, что это отец Лавра.

В 1850 (на момент предыдущей РС) - Федору было 20 лет. Отдан в рекруты в 1852 г. у него нет детей. И в 1858 по нему больше ничего не записано.        
В ревизской сказке по военному ведомству того же 1858 (д.Старое), есть Алексей Федорович, 1/2 года и 
его мать Матрена Афанасьевна 25-ти лет, похоже это старший брат и мать Лавра. Алексей принадлежит военному ведомству, следовательно, родился во время службы отца.

Так же, можно предположить, что раз Федор был отдан в рекруты в 1852-ом году, то он воевал в Крымской войне. 
Так же, раз на момент 1858-го Федор не записан в РС, но таме сть его сын (полугодовалый) и жена, 
то он жив и Лавр легко мог родиться немного позже.

Но все таки у меня осталось маленькое сомнение по поводу этой версии: в ревизии написано, что некоторые крестьяне переселились в другую губернию и вдруг мой Лавр с отцом так же переселились в д. Старое Смоленской губернии позже ревизии 1858-го? а я связал это все, считай, по косвенным признакам. Лавр нигде не указан! Думаю сомнения развеет еще какой нибудь документ с указанием Лавра Федоровича, потому буду искать дальше!
        `
    },
    i032: {
        name: 'Новикова Матрена Афанасьевна',
        famasc: '',
        famass: ['f025'],
        kinship: 'пра-пра-пра-прабабушка',
        born: {
            date: '1833',
            place: ''
        },
        died: {
            date: 'после 1858-го',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
О ней стало известно из ревизской сказки за 1858 год деревни Старое. 

        `
    },
    i033: {
        name: 'Новикова Прасковья Никитовна',
        famasc: '',
        famass: ['f026'],
        kinship: 'пра-пра-пра-пра-прабабушка',
        born: {
            date: '1805',
            place: ''
        },
        died: {
            date: 'после 1858-го',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
О ней стало известно из ревизской сказки за 1858 год деревни Старое. 
        `
    },
    i034: {
        name: 'Новиков Александр Матвеевич',
        famasc: 'f027',
        famass: ['f026'],
        kinship: 'пра-пра-пра-пра-прадедушка',
        born: {
            date: '1807',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: '1853',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
О нем известно только из ревизской сказки 1858-го года.

Жена Александра Матвеевича — Просковья Никитовна 53-х лет

Александр Матвеевич умер в 1853-ем году, но на момент последней ревизии (1851) ему было 44 года.

У Александра Матвеевича был еще второй сын — Федот 16 лет, и два брата Захар и Павел Матвеевичи, переселившиеся в Самарскую губрнию в 1856-ом году.
        `
    },
    i035: {
        name: 'Шаппо Нина Николаевна',
        famasc: 'f003',
        famass: ['f032'],
        kinship: 'тётя',
        born: {
            date: '10.03.1965',
            place: 'д. Скакуновщина, Бешенковичского района, Витебской области.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Живет в Витебске

Училась в том же техникуме, что и моя сестра Саша.

Работет бухгалтером в аптеке.
        `
    },
    i036: {
        name: 'Шаппо Александр Николаевич',
        famasc: 'f003',
        famass: ['f033'],
        kinship: 'дядя',
        born: {
            date: '12.12.1954',
            place: 'д. Скакуновщина, Бешенковичского района, Витебской области.'
        },
        died: {
            date: '3.06.2015',
            place: 'г. Минск.'
        },
        description: `
Жил в Минске.

Знаю, что в молодости учился в каком-то университете. Тогда было популяно студентам ездить на кортошку, так вот в такой поездке, вроде за драку был исключен из универа.

Работал в фирме жены - завхозом (вроде). Отлично зарабатывал, да и их семья была обеспеченая.

Не общался ни с родственниками, ни с родителями, непонятно почему, то ли сам, то ли жена. Помню бабушка Аня постоянно хотела увидеть сына, а он годами не появлялся.

Жил на Заславской, я когда-то подвозил его туда, после поездки в Скакуновщину.

Я видел его, наверное, два раза: давно в детстве, помню он к нам в общагу приходил, и вот когда в Скакуновщину ездили с папой.

Похоронен под Минском на кладбище в Тарасово.
        `
    },
    i037: {
        name: 'Новикова Галина Александровна',
        famasc: 'f004',
        famass: ['f034'],
        kinship: 'тётя',
        born: {
            date: '1.03.1959',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        description: `
Живет в Минске.

После школы уехала учится в училище в металлистов в Борисов и по распределению ее направили на Горизонт в Минск.

Вышла замуж, родила Андрея и ей понадобилась одна смена. Тогда перевелась на склад, так там всю жизнь и работала.

Выйдя замуж, сначала жила на Каростояновой в частном секторе, снимали квартиру или что-то там.

А потом мужу дяде Вите дали квартиру на ул. Нововилеской, в бараке. Помню бывал у них, там Даша у них родилась.

Прожив долгое время там, переехали на Рафиева.
        
        `
    },
    i038: {
        name: 'Новикова Валентина Александровна',
        famasc: 'f004',
        famass: [],
        kinship: 'тётя',
        born: {
            date: '24.12.1961',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        description: `
Живет в Минске.

После школы, приехала в Минск и поступила в училище на водителя троллейбуса. Училище в чижовке
Жила в общежитии на прилукской. 
Окончив, работал на маршруте №4, вокзал-одоевского. Там проработала наверное год.
Потом ее поставили на дежурный троллейбус - развозить дургих водителей в начале/конце рабочего дня.

Однажды, ехала тогда на чужом траллейбусе и на нем была "утечка", ехала по ул. Гусовского, хотела поправить зеркало - вышла, и удалило ее током, потеряла сознание, лежала в реанимации.

А потом как-то набирали людей в кассу, вот и она пошла туда.

Жила в общежитии (Фабричная 25, №4) в однушке, вместе с мужем и дочкой Алесей, я помню в детстве бывал в гостях. 
Потом построили квартиру на Филимонова, 55к3, помню на новаселье открыли Нац. Библиотеку рядом.

Тетя Валюша очень способная и до сих пор, она лучший работник в кассе. 
Постоянно висела среди образцовых работников. 
Уже сейчас, находясь на пенсии, ее не хотят отпускать и постоянно продлевают контракт.
        
        `
    },
    i039: {
        name: 'Новикова Татьяна Александровна',
        famasc: 'f004',
        famass: [],
        kinship: 'тётя',
        born: {
            date: '1.08.1963',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        description: `
Живет в Минске.

После школы приехала в Минск и устроилась на завод (за универмагом Беларусь). 
А там работа с эмульсией и у тетя Тани пошла аллергия. 
Она пошла в поликлинику и ей сказали, что ей нельзя там работать. 
Потом тетя Валюша забрала ее к себе в кассу. 

Как и тётя Валюша, жила в том же ощежитии(Фабричная 25), на втором этаже. И тоже всю мою сознательную жизнь помню, что она работала в банке кассиром.

Потом построила квартиру на Казимировской 11 (пересечение с Неманской).
        `
    },
    i040: {
        name: 'Новиков Михаил Александрович',
        famasc: 'f004',
        famass: [],
        kinship: 'дядя',
        born: {
            date: '25.03.1968',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        description: `
Назван в честь деда - Михаила Яковлевича, пропавшего без вести на войне (на тот момент)

Живет в Борисове.

то ли в 7-ом то ли в 8-ом классе, бабушка купила ему потоцикл "Минск".

После школы, год в колхозе учился на тракториста. И три месяца учился на водителя в Орше от военкомата. 

Потом его в армию забрали.

После армии купил мотоцикл Ява.

Хотел уехать устроится водителем в Минский автобусный парк, но что-то не получилось - вроде как жилье не предостовляли. Это было уже позже его сестер, и стало сложнее попасть в Минск.

После чего поехал в Борисов и устроился на хрустальный завод, там давали общежитие.

Наверное всю жизнь работал на Борисовском хрустальном заводе. Но то ли после выхода на пенсию, то ли незадолго устрился на стадион, как я помню, траву на тракторке косит и все такое.

Вообще всегда приехав в Залазье, что-то чинил, строил, делал...

У него есть водительское удостоверение с открытыми всеми категриями! Но давно не ездил, потому за руль не садится.

Все детство помню, что у дяди Миши был мотоцикл Ява, он постоянно за ним ухаживал, чинил, что-то менял. Потом Андрей с другом катались на нем и разбили, попав в аварию в лесу у Залазья.
        
        `
    },
    i041: {
        name: 'Шаппо Мария Ивановна',
        famasc: 'f005',
        famass: [],
        kinship: '',
        born: {
            date: '18.02.1925',
            place: ''
        },
        description: `
Помню ее в детстве в Скакуновщине, ее хата была недалеко от деда Коли. 
Видимо она приезжала туда на лето т.к. помню она рассказывала что живет в Мурманске. 
Вообще, в деревне часто ходил к ней в гости.

Её дочь Светлана вспоминала:<br>
<i>
Перед войной мама с семьей жели в Корелии. 
Мама вспоминала, как ходила в школу на лыжах.
Там им дали хороший, добротный дом, корову, хозяйство.
Но они вернулись, потому что у Федоры, у бабушки было давление от местного климата.

Там они жили в урочище Хуттула, Суоярвский р-н, Карелия.

Во время войны мама была угнана в Германию. Там была два года. 
Штутгарт. была в рабочем лагере, была сварщиком, они строили каой-то завод.
Она была там с Татьяной Карусевич (1926) и Колошкиной Екатериной (1926).
Никогда ничего не рассказывала и не хотела вспоминать.
</i>

Надя Шандрикова сказала, что Татьяна Карусевич - это их соседка в Скакуновщине - Банэтиха, бабушка Сашки и Кольки Чашинских.
<i>

Вернувшись работала в какой-то конторе в Улле, (Надзор за детьми, соц защита).
В это время вербовали людей на работу на север, на заработки.
Мама завербовалась в Ленинградскую область, там и родилась я с братом (под Порожье).
Мама уехала туда в 1950-ом году.
<br>
Потом, мне был годик, Сергею три, бабушка Маша оттуда завербовалась в Мурманск на заработки.
Прожила там 50 лет.
И когда ей было 82 года, она поехала жить к дочери Симе в Витебск.
Купили в Скакуновщине дом, у каких-то Азаренков.

Моя мама в 50 лет вышла замуж, расписалась и фамилию взяла - Макарова. И они тут купили дом.
<br>
Умерда в 92 года.
</i>
        
        `
    },
    i042: {
        name: 'Шаппо Владимир Иванович',
        famasc: 'f005',
        famass: [],
        kinship: '',
        born: {
            date: '10.09.1930',
            place: 'Двор-Низголово, Бешенковичский район, Витебская область.'
        },
        died: {
            date: '15.06.2002',
            place: 'похоронен в Скакуновщине.'
        },
        description: `
Из древа, составленного со слов бабы Маши:

<i>В 1980 годы собственный автомобиль ваз 2106 белого цвета заработанный честным трудом. Внук, Сергей Шаппо по линии Марии Ивановны помнит как чистого и честного человека.</i>

Созванивался с его женой Дарья Никифоровна (Лесина) и вот что выяснил:

<i>
Родился в Двор-Низголово.

Он был учителем, потом заучем (СШ 95) и директором (СШ 104).

Он был военный медик. Заканчивал Белоцерковское училище, фармацевтическое. И потом его распредилили в Крымский военный округ.
Там он был начальником аптеки в воинской части на должности старшего фельдшера. 
Был в звании лейтенант, потом дали ст.лейтенант.
В Крымком округе прослужил год и сразу поступил в Саратовский университет на Механико-математический факультет.
Он не думал дальше служить.
Его не отпускали с армии а переводили с медицины на командира роты (или взвода) но он не согласился.
После увольнения уехал в Минск.
Увольнение тогда можно было по всему союзу выбрать, куда хочешь. Кроме Киева, Москвы и Ленинграда.
Запрет на эти три города был потому, что там средний мед.персонал был переполнен. 

Во время войны, вдвоем вместе с братом Колей, бы в концлагере в Польше. (про отца сказала, что они были вдвоем, без отца Ивана).
Ему тогда было 13 лет.

У него был брат двойняшка - Дмитрий, который умер в детстве.
</i>

По Минской телефонной базе, жил в Минске по адресу бульвар Шевченко 1, кв. 37, номер тел. 2889081. В базе, квартира записана на его жену Шаппо Д Н. 
        `
    },
    i043: {
        name: 'Шаппо Любовь Ивановна',
        famasc: 'f005',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'Двор-Низголово, Бешенковичский район, Витебская область.'
        },
        description: `
Судя по всему, жила в Киеве, там и похоронена. Ее сын там живет. Т.к. ее сын родился в п. Песчаный, Мурманской области(википедия), то в 1962-ом, она тоже там жила.        
        `
    },
    i044: {
        name: 'Шаппо Дмитрий Иванович',
        famasc: 'f005',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'Двор-Низголово, Бешенковичский район, Витебская область.'
        },
        description: `
Умер в 14 лет, похоронен на кладбище во Дворе Низгорово.

<a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a>: был двойняшкой Любовь Ивановны Шаппо.
        `
    },
    i045: {
        name: 'Шаппо Нина Ивановна',
        famasc: 'f005',
        famass: [],
        kinship: '',
        born: {
            date: '19.09.1940',
            place: 'Двор-Низголово, Бешенковичский район, Витебская область.'
        },
        description: `
Живет в г. Грязовец Вологодской области. После сметри отца, забрала к себе жить маму Федору.

Возможно, родилась в Корелиии, когда вся семья уезжала туда на поселене.
        `
    },
    i046: {
        name: 'Конопелько Леонид Иванович',
        famasc: 'f007',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Бешенковичский район, Витебская область.</a>'
        },
        died: {
            date: '',
            place: 'г. Калининград, там же и похоронен'
        },
        description: `
Работал на кораблестроительном заводе в Калининграде.

<a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a>:  "в Скакуновщину приезжал кто-то из местных, кто жил и работал в Каининграде, ну и предложил поехать устроится там же."
        
        `
    },
    i047: {
        name: 'Конопелько Надежда Ивановна',
        famasc: 'f007',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'д. Скакуновщина, Бешенковичского района, Витебской области.'
        },
        died: {
            date: '',
            place: 'д. Скакуновщина, Бешенковичского района, Витебской области.'
        },
        description: `Старшая дочь. Умерла в младенчестве. Похоронена в Скакуновщине рядом с родителями.`
    },
    i048: {
        name: 'Машкович Владимир Федорович',
        famasc: 'f008',
        famass: [],
        kinship: '',
        born: {
            date: '1.06.1927',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        died: {
            date: '7.07.2002',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
В 1948-ом учился в ФЗО, окончив, не стал отрабатывать по распределению, за что получил судимасть.

Я помню, в детстве он постоянно ходил на рыбалку. А в армии служил где-то на юге, как-то на лавочке рассказал нам, как у них рядом с частью были поля арбузов и они в сезон урожая не отходили от туалетов).

Жена - Татьяна, ему является троюродной сестрой.

Умер от онкологии.        
        `
    },
    i049: {
        name: 'Машкович Виктор Федорович',
        famasc: 'f008',
        famass: [],
        kinship: 'двоюродный дедушка',
        born: {
            date: '1938',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
Живет в д. Авхуты. Переехал туда весной 1970-го из Залазья с семьей.

По професии Кузнец.

В хате деда Фёдара жил дед Витя с семьей до 1970-го, потом переехал в Авхуты, откуда родом жена - тетя Анюта.
Они там все жили с бабой Пелагеей.

Все четверо детей деда Вити родились в Залазье. Сын Коля в феврале родился, а они весной переехали. Женились вроде в 1958-ом, баба Люба говорила, что мама уже была.
Потом Галка и Миша ездили из Авхут в Залазье - заканчивали школу начальную, а мама в это время ездили в Славное в школу.
        `
    },
    i050: {
        name: 'Машкович Надежда Федоровна',
        famasc: 'f008',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        died: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `Умерла в младенчестве. Похоронена в Залазье рядом с родителями. Нигде нет информации ни о рождении, ни о смерти.`
    },
    i051: {
        name: 'Новикова Екатерина Михайловна',
        famasc: 'f006',
        famass: [],
        kinship: '',
        born: {
            date: '11.02.1924',
            place: 'д. Старино, Духовщинский район, Смоленская область.'
        },
        died: {
            date: '2015',
            place: 'д. Горожоны, Толочинский район, Витебская область.'
        },
        description: `
<a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a>: <i>баба Катя перед войной закончила школу с золотой медалью в Пречистом и очень хорошо знала немецкий, так из лагеря ее забирали воспитывать немецких детей.</i>

1943, август - была угнан в Германию вместе с семьёй. 
        

        `
    },
    i052: {
        name: 'Новикова Валентина Михайловна',
        famasc: 'f006',
        famass: [],
        kinship: '',
        born: {
            date: '18.04.1927',
            place: 'д. Старино, Духовщинский район, Смоленская область.'
        },
        died: {
            date: '28.11.2006',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
1943, август - была угнан в Германию вместе с семьёй. 

<a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a>: <i>бабу Валю забирали куда то в семью, где она работала на кухне, она вспоминала, что всегда сама была накормлена и своим в лагерь приносила еду.

После возвращения из Германии, они не сразу завербовались на лесозаготовки в Залазье, а где-то еще жили. 
Там баба Валя вышла замуж за какого-то раненого военного. Володя его звали. Но недолго прожив с ним - развелась.

Приехав сюда, познакомилась с дедом Никифором. Т.к. она уже бывала замужем, то братья деда Никифора были против их отношений и постоянно гоняли их, не давая им встречаться.
</i>

Причина смерти(из свидетельства о смерти) : ИБС, Атеросклеротический кардиосклероз. Ишемическая болезнь сердца (ИБС).


        `
    },
    i053: {
        name: 'Шаппо Афанасий Исакович',
        famasc: 'f009',
        famass: [],
        kinship: '',
        born: {
            date: '1890',
            place: 'д. Глебовщина, Мартиновская волость, Лепельский уезд, Витебская губерния.'
        },
        description: `Известен лишь со слов бабы Маши, по составленному древу с ее слов, там он записан как "Панас". Больше о нем никто не слышал.`
    },
    i054: {
        name: 'Шаппо Александр Исакович',
        famasc: 'f009',
        famass: [],
        kinship: '',
        born: {
            date: '1905',
            place: 'д. Глебовщина, Мартиновская волость, Лепельский уезд, Витебская губерния.'
        },
        died: {
            date: '26.02.1940',
            place: 'в р-не с.Кархула на выс. 38,2.'
        },
        description: `
Из книги Память Бешенковичского района, стало известно, что он погиб в финскую, а также его даты рождения и смерти.

Из открытых источников удалось выяснить: место службы - красноармеец, 725 СП 113 СД.

Похоронен в братской могиле Выборгский р-н, п. Дятлово.

В деревне Полуозерье его имя размещено на обелиске - "<i>ВЕЧНАЯ ПАМЯТЬ И СЛАВА ГЕРОЯМ ЗЕМЛЯКАМ ПАВШИМ В БОРЬБЕ С НЕМЕЦКО-ФАШИСТСКИМИ ЗАХВАТЧИКАМИ 
В ПЕРИОД ВЕЛИКОЙ ОТЕЧЕСТВЕННОЙ ВОЙНЫ 1941-1945 г.г.</i>".


так же удалось узнать о его дивизии:

113-я стр. див. (п/п 83).

• подразделения: 513, 679, 725 стр.полки, 420 гаубполк, 451 разведполк.

• ком. полк. А.Н. Нечаев (вероятно до 13.2.40), комбриг Х.Н. Алавердов, начштаба полк. Тумашев.

Сформирована в Рыльске Орловском ВО в сентябре-октябре 1939 г. Перебазировалась с октября 1939 г. по январь 1940 г. в Минскую область, 20.10.39-(24.12.39) в Буховичи. С января 1940 находилась в составе 7 армии, в резерве (21.1.40). Входила в состав 10 СК 31.1.-3.2.40. (13.3.40). Участвовала в боях 6.-11.2.40, под Кархула 13.2.40, в западной части ст.Сомме, под Самола 23.2.40, под Ласисаари 22.2.40, 25.2.40, на Туркинсаари 4.-8.3.40, у Вахваниеми-Куурманпохья 10.3.40, под Маяпохья 12.3. Погружена на эшелоны 27.3.-3.4.40
и отправлена из Ленинграда в Слуцк (Белоруссия).

        `
    },
    i055: {
        name: 'Шаппо Тимофей Исакович',
        famasc: 'f009',
        famass: [],
        kinship: '',
        born: {
            date: '1906',
            place: 'д. Глебовщина, Мартиновская волость, Лепельский уезд, Витебская губерния.'
        },
        description: `
Из книги Память Бешенковичского района известно, что он погиб в партизанах, но по нем нет никаких данных из различных источников по партизанах да и вообще нигде ничего нет.

В деревне Полуозерье его имя размещено на обелиске - "<i>ВЕЧНАЯ ПАМЯТЬ И СЛАВА ГЕРОЯМ ЗЕМЛЯКАМ ПАВШИМ В БОРЬБЕ С НЕМЕЦКО-ФАШИСТСКИМИ ЗАХВАТЧИКАМИ 
В ПЕРИОД ВЕЛИКОЙ ОТЕЧЕСТВЕННОЙ ВОЙНЫ 1941-1945 г.г.</i>".
        `
    },
    i056: {
        name: 'Конопелько Анна Семеновна',
        famasc: 'f011',
        famass: [],
        kinship: '',
        born: {
            date: '21.12.1912',
            place: 'д. Низголово, Мартиновская волость, Лепельский уезд, Витебская губерния.'
        },
        died: {
            date: '8.10.1993',
            place: 'Двор-Низголово, Бешенковичский район, Витебская область.'
        },
        description: `
О ней известно со слов тети Нины:

Жила во Дворе Низголово, там и похоронена. С отцом сына расписана не была, потому у него фамилия матери. 
        
        `
    },
    i057: {
        name: 'Конопелько Домна Семеновна',
        famasc: 'f011',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'д. Низголово, Мартиновская волость, Лепельский уезд, Витебская губерния.'
        },
        description: `
О ней, мне рассказала тетя Света, дочь бабы Маши:

<i>"у моей бабушки фени была сестра домна из долотцев а муж ее умер на операции не вынес наркоз"

"а домна правда из низголово а мужа звали федос фамилия их карусевич"
</i>
        `
    },
    i058: {
        name: 'Каркоза Настуля Семеновна',
        famasc: 'f014',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>'
        },
        died: {
            date: '',
            place: 'г. Москва.'
        },
        description: `
<a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a>: <i>У нее был муж, погиб на финской, его фамилия Сорока</i>s

В детстве, на летних каникулах, мы носили ей молоко в Скакуновщине.
        `
    },
    i059: {
        name: 'Каркоза Анастасия Семеновна',
        famasc: 'f014',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>'
        },
        died: {
            date: '',
            place: 'г. Москва.'
        },
        description: `
<a class="continue-reading" href="#Шаппо-Нина-Николаевна">тетя Нина</a>:
<i>
"Уехала в Москву до войны, работала в военном госпитале, мед.сестрой."

"Детей нет." 
</i>     
        `
    },
    i060: {
        name: 'Конопелько Мария Яковлевна',
        famasc: 'f015',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>'
        },
        died: {
            date: '',
            place: 'г. Иркутск.'
        },
        description: `
Со слов тети Нины: жила в Иркутске.
        `
    },
    i061: {
        name: 'Машкович Кристина Ивановна',
        famasc: 'f016',
        famass: [],
        kinship: '',
        born: {
            date: '1896',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '22.12.1965',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
<a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a>: причина смерти: несчастный случай. Вечером упала в колодец, было холодно и замерзла, умерла от переохлаждения.

Жила и умерла в Залазье, детей нет, замужем не была.
`
    },
    i062: {
        name: 'Машкович Татьяна Ивановна',
        famasc: 'f016',
        famass: ['f045'],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '',
            place: 'Чечерск? Буда-Кошелевский район?'
        },
        description: `
О ней известно только со слов мамы:

До войны, в Залазье приезжали на лесозаготовки, то ли шабашники, то ли солдаты, среди которых был Болсун Дмитрий
Познакомился, влюбился, женился и забрал Татьяну к себе в Буда-Кошелевский район.

<a style='color: #0066cc;' href='/ahnentafel#Машкович-Виктор-Федорович'>дед Витя</a>:
<i>
Родня по Татьяне Болсун, сестра деда Фёдара в Чечерске, там мои двоюродные.
</i>
        `
    },
    i063: {
        name: 'Машкович Петр Иванович',
        famasc: 'f016',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: 'до 1941-го',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `Причина смерти: утонул. `
    },
    i064: {
        name: 'Машкович Никифор Трофимович',
        famasc: 'f017',
        famass: [],
        kinship: '',
        born: {
            date: '1906',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '21.03.1945',
            place: 'дв. Дезен, Германия.'
        },
        description: `
Что такой был, рассказала <a class="continue-reading" href="#Новикова-Светлана-Александровна">мама</a>. Он воевал и погиб. Его, как и многих в Залазье призвали в 1944-ом, сразу как освободили район.

А остальное нашел в открытых источниках:

04/07/1944. Род войск: 199 зсп. Воинское звание: рядовой 

Орден Славы III степени: даты подвига 22/01/1945 - 23/01/1945. 475 осапб 352 сд 31 А 3 БелФ. Воинское звание: рядовой. 
Приказ подразделения №: 4 от: 05.02.1945. 

21/03/1945 - Госпиталь: ВГ 436, 475 осапб 352 сд 31 А 3 БелФ, рядовой. 

Первичное место захоронения: Восточная Пруссия, Кенигсбергский окр., д. Глаутинен 

Умер: 21/03/1945, дв. Дезен. Причина смерти: умер от ран. 

Перезахоронен в братскую могилу в г. Багратионовск, Калининградская область.
        `
    },
    i065: {
        name: 'Машкович Агафья Трофимовна',
        famasc: 'f017',
        famass: [],
        kinship: '',
        born: {
            date: '3.06.1908',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '23.03.1980',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
Похоронена в Залазье.

На могиле ошибка - отчество Тимофеевна, это, как выяснилось, сын заказывал памятник, да перепутал.
        `
    },
    i066: {
        name: 'Машкович Даниил Трофимович',
        famasc: 'f017',
        famass: [],
        kinship: '',
        born: {
            date: '1914',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '29.07.1944',
            place: ''
        },
        description: `
Как и все в Залазье после освобождения района, был призван в РККА

Из открытых источников:

04/07/1944. Род войск: 199 зсп. Воинское звание: рядовой

Изначально похоронен: Белостокская область, Соколковский район, д. Головенчицы.

перезахоронен: Гродненский район в сквере гп Сопоцкин.

<a style='color: #0066cc;' href='#Машкович-Виктор-Федорович'>дед Витя</a>:
<i>
Еще как не началася война, он поехал к родственникам жены в Можайск. И началась война. Там его и призвали. Потом его десантом забросили к партизанам (с другими бойцами) в эти места, потому что места родные и он их хорошо знал. В Партизанах он заболел тифом, так его партизаны оставили его матке в Залазье. А когда район освободили - его еще раз призвали.
</i>
        `
    },
    i067: {
        name: 'Машкович Марфа Трофимовна',
        famasc: 'f017',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '',
            place: ''
        },
        description: `Причина смерти(<a class="continue-reading" href="#Новикова-Светлана-Александровна">мама</a> рассказала): несчастный случай. Ударило бревном
трактора тягали бревна и Марфа ехала сидя на бревнах
и т.к. они не были связаны, то на повороте бревно соскочило и ударило. `
    },
    i068: {
        name: 'Машкович Марина Трофимовна',
        famasc: 'f017',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '',
            place: ''
        },
        description: `Умерла в возрасте более 100 лет.`
    },
    i069: {
        name: 'Новикова Зоя Яковлевна',
        famasc: 'f028',
        famass: [],
        kinship: '',
        born: {
            date: '1913',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
Дочь Якова Лавровича от второго брака.

Имя известно со слов Людмилы Пузановой. А год рождения - из карточки хозяйста Лавра Федоровича Новикова за 1917 год.

Два ребенка 2 года (мальчик) и 4 года (девочка) - скорее всего от второго брака.

Остальные дети 15(мальчик), 11(девочка) и 9(мальчик) лет - от первого брака.

Людмила Пузанова: дети от второго брака - "А ещё у нихбыли братья Петр, Павел, Иван (был летчиком) и сестра Зоя". И так как девочка от второго брака тут одна, то это она.

1917 - 4 = 1913 год.


        `
    },
    i070: {
        name: 'Новиков Павел Яковлевич',
        famasc: 'f028',
        famass: [],
        kinship: '',
        born: {
            date: '1914',
            place: 'с. Пречистое, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: '1944',
            place: 'пропал без вести.'
        },
        description: `
Сын Якова Лавровича от второго брака.

Имя известно со слов Людмилы Пузановой.

На сайте Память Народа, я нашел Новиков Павел Яковлевич, родился с. Пречистое, Пречистенского района, 1914 г., Призван полевым РВК, пропал без вести в октябре 1944 г.

Если это он, то это он так же указан в карточке хозяйста Лавра Федоровича Новикова за 1917 год.

Два ребенка 2 года (мальчик) и 4 года (девочка) - скорее всего от второго брака.

Еще, там же на сайте Память Народа, я нашел заявление его жены на поиск мужа, где указывается, что перед войной они жили: д. Ерошовка, Бобрский с\с, Крупский район,  Минская область. Однако Муж родился в с. Пречистое, Пречистенского района, Смоленской области. 

        `
    },
    i071: {
        name: 'Новиков Иван Яковлевич',
        famasc: 'f028',
        famass: [],
        kinship: '',
        born: {
            date: '1921',
            place: 'с. Пречистое, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: '17.05.1992',
            place: ''
        },
        description: `
Сын Якова Лавровича от второго брака.

Имя известно со слов Людмилы Пузановой. Еще она сказала, что Иван был летчиком.

На сайте Память Народаы я нашел (возможно он):

НОВИКОВ Иван Яковлевич, 1921г. р., с.Пречистое Пречистенского р-на Смоленской области. Призван Пречистенским РВК 22.10.1940г. Служил: с октября 1940г. по июнь 1941г. 83-й гауб. арт.полк – оруд. номер. С июня 1941г. по июль 1942г. 14-я авиац. воен. школа – курсант-пилот. С июля 1942г. по декабрь 1945г. 3-е Чкаловское военно-авиац. училище – курсант. С декабря 1945г. по май 1946г. Старавельская авиац. школа – курсант-пилот. Сержант.Демобил. 15.05.1946г. Награды: медаль «За победу над Германией». Умер 17.05.1992г.
        `
    },
    i072: {
        name: 'Новиков Петр Яковлевич',
        famasc: 'f028',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'с. Пречистое, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
Сын Якова Лавровича от второго брака.

Имя известно со слов Людмилы Пузановой.

        `
    },
    i073: {
        name: 'Новикова Анастасия Яковлевна',
        famasc: 'f012',
        famass: [],
        kinship: '',
        born: {
            date: '1906',
            place: ' д. Старино, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
Дочь Якова Лавровича от первого брака.

Имя известно со слов Людмилы Пузановой. Она с мамой общаются с ее дочкой Надеждой, и Надежда ее двоюродная, а сама Анастасия - сестра братьев Михаила и Афанасия.

Год рождения вычислен по карточке хозяйста Лавра Федоровича Новикова за 1917 год.

Два ребенка 2 года (мальчик) и 4 года (девочка) - скорее всего от второго брака.

Остальные дети 15(мальчик), 11(девочка) и 9(мальчик) лет - от первого брака.

И т.к. она от первого брака, то 1917 - 11 = 1906 г.

        `
    },
    i074: {
        name: 'Новиков Афанасий Яковлевич',
        famasc: 'f012',
        famass: [],
        kinship: '',
        born: {
            date: '1908',
            place: ' д. Старино, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
<a class="continue-reading" href="#Новикова-Светлана-Александровна">Мама</a>:

Два брата женились на двух сестрах.

Воевал, попал в плен, после победы освобожден и осужден на 10 лет. После, освобожден и работал на заводе в г.Качканар.

Бабушка Новикова Степанида Кузьминична  летала туда (ок. 1972-1974г)



Галина Ильина:
до 1941, с. Пречистое (Залесье). Должность: заведующий магазином. 

        `
    },
    i075: {
        name: 'Новикова Екатерина Кузьминична',
        famasc: 'f013',
        famass: [],
        kinship: '',
        born: {
            date: '1896',
            place: 'д. Демяхи, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: '30.04.1946',
            place: 'д. Старое?, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
Девичьей фамилии не удалось узнать.

Родилась в д. Демяхи, рядом с д. Старино и с. Пречистое. Это известно по ее сестре Степаниде.

Цитаты Людмилы, дочь ее племянницы из Viber: 

"Наши бабушки Степанида и Екатерина близнецы". Я звонил в Духовщинский ЗАГС и год рождения у 
Екатерины такой же как у Степаниды - 1896

Сестры Степанида и Екатерина вышли замуж за братьев Михаила и Афанасия.

В Духовщинском ЗАГС стало известно о дате смерти, дате рождении и причине смерти: заболевание мозгов. Думаю это последствия конц лагеря, т.к. ее дочь вспоминала как маму немцы избивали в лагере.
Была колхозница в Пречистенском сельским совете. 
        `
    },
    i076: {
        name: 'Захаренкова Ольга Кузьминична',
        famasc: 'f013',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'д. Демяхи, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        description: `
Девичьей фамилии не удалось узнать.

О сестре Ольге, я предположил, что это их сестра, потому что в Духовщинком ЗАГС сказали, что оформляла актовую запись о смерти Екатерины Кузьминичны - Захаренкова Ольга Кузьминична.
        `
    },
    i077: {
        name: 'Машкович Ефросиния Елисеевна',
        famasc: '',
        famass: ['f029'],
        kinship: '',
        born: {
            date: '15.03.1925',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        died: {
            date: '11.07.2008',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
Жила сначала с дедом Шурой в хате напротив колодца. 
Потом, когда разошлись, Проске отшла хата, а деду пристройка от хаты. 
Дед отсоединил эту пристройку и отодвинул ее немного, в сторону болота. 
Потом Проска купила хату Марьи (мама Лявона Макаревича), тут же в Залазье. 

Когда гнала самогон, пошла в колодец(Артюховый) за водой. 
А гнала самогон на кирогазе, у колодца заговорилася с бабами. В общем, пока разговаривала, хата сгорела. 

У нее сестра жила в Дубовом, которую дети забрали в город, а хата осталась. 
Так она переехала туда в Дубавое. 

Последние четыре года жила у дочери Таисии в Минске. 
Она так зятя Гену не любила, что развела их. А как умерла, они снова сошлись. 

Похоронена в Залазье.
        `
    },
    i078: {
        name: 'Шоппо Мирон Михайлович',
        famasc: 'f018',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'с. Усая, Усайская волость, Лепельский уезд, Витебская губерния.'
        },
        description: `
Он стал известен со слов тетя Светы, дочь бабы Маши:

"дед был Мирон ещё в заездвино родня дедушки Ивана
Он скорей всего двоюродный, фамилия шаппо"

Видимо так же родился в Усае, как и его брат Исак.
`
    },
    i079: {
        name: 'Машкови Гурий Иванович',
        famasc: '',
        famass: ['f023'],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        description: `
О нем стало известно со слов Петра Александровича Артюхова.

Изначально, дед Витя рассказал какие мы родственники с Артюховыми: наш дед Фёдор (Иванович) и отец Любы Егоровной Артюховой (Машкович) - двоюродные, а их отцы - родные братья.

Потом, я созвонился с Петром Артюховым и он рассказал, что отец ее матери - Егор Евдокимович Машкович, а его отец - Евдоким Гурьевич. 
Имя же отца Евдокима он называл как Гурьян и говорил, что от него некоторых в Залазье называют "Гурченка'ми".

Соеденив все это, получилось, что наш общий предок с Артюховыми - тот самый Гурьян Машкович.

Но я все никак нигде подобное имя не встречал. Были мысли, что это имя от - Гергий.

Помог случай: в соседнем районе (по Увальскому православному приходу), одна женщина просмтривала МК 1836-го года по своим и увидела фамилию Машкович, ну и прислала мне. Я стараюсь держать связь со всеми исследователями из соседних районов.

В общем, в 1836-ом году, Машкович Гурий Иванович был поручителем по жениху:

<i>
№16 Шестого числа. Могилевской губернии и уезда. Деревни Залазье и ... ... крестьянин Симон Иосифов Машкович ... ... Деревни Дубово житель Иосиф Бельски дочь обвенчал. Лет от роду молодуху 22 ... 21

Попечители: Деревни Залазье жители Гурий Иванов Машкович и Макар Иванов Машкович деревни Дубового житель Яков Леонов Бельский
</i>

И возможно Макар - его брат. Еще сходится то, что его сын Евдоким родился в 1840-ом, мать Петра Артюхова многое помнила и говорила, что Евдоким умер в 1945-ом и прожил 105 лет. В Залазье есть могила Евдокима.
`
    },

    i080: {
        name: 'Каркоза Степан Михайлович',
        famasc: 'f021',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>'
        },
        description: `
Известен после общения с Надей Шандриковой (моя 5ю сестра). Она отчестве не знала, но т.к. мы родственники - дочь Степана (Ирина) и мой прадед (Иван Семенович) являются двоюродными.

А по переписи 1925-1926-го, мне стало известно отчество отца Ивана Семеновича - Семен Михайловича. Потому отчество Степана тоже Михайлович.
        
        `
    },
    i081: {
        name: 'Каркоза Александр Михайлович',
        famasc: 'f021',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>'
        },
        description: `
О нем стало известно из списка хозяйств 1925 и 1926-го. Фамилия и отчество такое же как и у моего прапрадела Каркоза Семена Михайловича.

Умер после 1926-го, т.к. он есть в переписи 1926-го.
        `
    },
    i082: {
        name: 'Конопелько Петр Семенович',
        famasc: 'f022',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/skakunovshchina">д. Скакуновщина, Мартиновская волость, Лепельский уезд, Витебская губерния.</a>'
        },
        died: {
            date: 'после 1917-го.',
            place: ''
        },
        description: `
Нашел его на сайте gwar.mil.ru, среди госпитализованых участников первой мировой. Скорее всего родственник т.к. фамилия, отчество и место рождения подходит.
01/07/1917. Род войск: 448-й пехотный Вилейский полк. Воинское звание: ратник 2 разряда. 

Болезнь - цинга.
        `
    },
    i083: {
        name: 'Машкович Евдоким Гурьевич',
        famasc: 'f023',
        famass: [],
        kinship: '',
        born: {
            date: '1840',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '1945',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
Сначала я наше его могилу на кладбище в Залазье и <a class="continue-reading" href="#Новикова-Светлана-Александровна">мама</a> сказала, что это родня Артюховых, с ними мы дальние родственники.

Потом созвонился с Петром Артюховым и он рассказал, что все знает со слов мамы:

вроде как был женат 3 раза

и прожил 105 лет, умер в 1945-ом.

Но я думаю годы жизни неточны, как часто бывало в те времена. Отчество также неточное, т.к. в метриках не встречал такого имени - Гурий, Гурьян. Возможно - Георгий?


        `
    },
    i084: {
        name: 'Машкович Захар Гурьявич',
        famasc: 'f023',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        description: `
Получается, ничего не точно - ни имя, не отчество). Этот человек - связующее звено родства меня, Артюховых с Пожарицкими.

Отчество: в метриках не встречал такого имени - Гурий, Гурьян. Возможно - Георгий?

А имя: предположительно Захар или Антон (другой, еще один), это исходя по переписи хозяйств 1925 и 1926 года.
        `
    },
    i085: {
        name: 'Машкович Марфа Юдиновна',
        famasc: 'f024',
        famass: [],
        kinship: '',
        born: {
            date: '1866',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '',
            place: 'д. Глинники, Толочинский район, Витебская область.'
        },
        description: `
О ней стало известно из метрических записей Молявковской церкви. Там все бесфамильные, но то, что родственник говорит отчество, которое уникальное для этих мест.

01(19)/12(11)/1883 - она была крестной у Екатерины Михайловны из Залазья (Отец: Михаил Иванович, Мать: Прасковья Моисеевна,  кресный: Деонисий Самсонович).

в этом же году вышла замуж, где стало известен возраст, и откуда жених.

22(10)/07/1883 - Муж: Никифор Григорьевич, Глинники, возраст: 19, Жена: Марфа Юдиновна, Залазье, возраст: 17.

Получается, выйдя замуж, она переехала в Глинники к мужу, как тогда обычно происходила.

Фамилия мужа - Латушкин, стала известна при просмотре переписи хозяйств 1925 и 1926 годов. С отчеством Никифорович там только Латушкины, причем подозрительно рядом в списке, это говорит что жили недалеко друг от друга, т.е. братья. из этого я предположил, что это все их дети.
        `
    },
    i086: {
        name: 'Машкович Мария Юдиновна',
        famasc: 'f024',
        famass: [],
        kinship: '',
        born: {
            date: '1869',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '',
            place: 'д. Заречно-Словени, Толочинский район, Витебская область.'
        },
        description: `
О ней стало известно из метрических записей Молявковской церкви. Там все бесфамильные, но то, что родственник говорит отчество, которое уникальное для этих мест.

30(18)/01/1887 - вышла замуж, Муж: Никифор Николаевич, возраст: 18, Жена: Машкович Мария Юдиновна, возраст: 18. Попечители из Заречье-Словень: Никита Иванов, Николай Федоров, Филипп Совельев, Иван Константинов.

Получается, выйдя замуж, она переехала в Словени к мужу, как тогда обычно происходила.

а до свадьбы, она была кресной у многих в Залазье:

13(01)/01/1884, д. Залазье. Родилась: Евгения Кирилловна. Отец: Кирилл Моисеевич. Мать: Прасковья Кирилловна. кресный: Стефан Константинович. 

30(18)/01/1885, д. Залазье. Родился: Манарий Федорович. Отец: Федор Васильевич. Мать: Пелагея Никифоровна. кресный: Захарий Иванович. 

13(01)/05/1885, д. Залазье. Родилась: Мавра Ивановна. Отец: Иван Самсонович. Мать: Аивилина Георгиевна. кресный: Захарий Иванович.

17(05)/11/1885, д. Залазье. Родилась: Матрена Кирилловна. Отец: Кирилл Георгиевич. Мать: Прасковья Борисовна. кресный: Стефан Константинович. 



        `
    },
    i087: {
        name: 'Машкович Екатерина Юдиновна',
        famasc: 'f024',
        famass: [],
        kinship: '',
        born: {
            date: '1883',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
О ней стало известно из метрических записей Молявковской церкви. Там все бесфамильные, но то, что родственник говорит отчество, которое уникальное для этих мест.

Она родилась в 1883-ем:

01(19)/12(11)/1883, д. Залазье. Отец: Машкович Юда Самуилович. Мать: Машкович Фекла Кирилловна. Свидетели: Евфстафий Иванович, Марина Ивановна.
        `
    },
    i088: {
        name: 'Машкович Аким Юдинович',
        famasc: 'f024',
        famass: [],
        kinship: '',
        born: {
            date: '1886',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: 'после 1917-го.',
            place: ''
        },
        description: `
Нашел его на сайте gwar.mil.ru, среди госпитализованых участников первой мировой.

Там был указан возраст, место рождения, фамилия, имя, отчество. По уникальному отчеству - Юдинович, скорее всего один из детей Юды.

05/12/1914. Род войск: 20-й Сибирский стрелковый полк. 

23/09/1916. Род войск: 109-я рабочая дружина. Воинское звание: рядовой. 

15/04/1917. Род войск: 109-я Рабочая дружина 1 роты. Воинское звание: рядовой. 


Проанализировав весь сайт gwar.mil.ru, можно предположить, что скорее всего Машкович Аким Юдинович и Машкович Ефим Юдинович - один и тот же человек, просто где-то имя неверно записано.
        `
    },
    i089: {
        name: 'Машкович Ефим Юдинович',
        famasc: 'f024',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Нашел его на сайте gwar.mil.ru, среди госпитализованых участников первой мировой.

Там был указано место рождения, фамилия, имя, отчество. По уникальному отчеству - Юдинович, скорее всего один из детей Юды.

03/10/1916. Род войск: 109-я военнопленная рабочая дружина. Воинское звание: рядовой. 

Проанализировав весь сайт gwar.mil.ru, можно предположить, что скорее всего Машкович Аким Юдинович и Машкович Ефим Юдинович - один и тот же человек, просто где-то имя неверно записано.
        `
    },
    i090: {
        name: 'Машкович Николай Юдинович',
        famasc: 'f024',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: 'после 1926-го.',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        description: `
О нем стало известно из списка хозяйств по Залазью за 1925 и 1926 гг., по фамилии и уникальному отчеству Юдинович.
        `
    },
    i091: {
        name: 'Машкович Евфасий Юдинович',
        famasc: 'f024',
        famass: [],
        kinship: '',
        born: {
            date: '13(01).01.1887',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
О нем стало известно из метрических записей Молявковской церкви по Залазью.

13(01)/01/1887, д. Залазье. Отец: Машкович Юда Самуилович. Мать: Машкович Фекла Кирилловна. Крестные: Евтикий Иванович(Залазье), Прасковья Моисеевна(Залазье).
        `
    },
    i092: {
        name: 'Машкович Антон Юдинович',
        famasc: 'f024',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Павловичская волость, Могилевский уезд, Могилевская губерния.</a>'
        },
        died: {
            date: 'после 1926-го.',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        description: `
Отчество стало известно из списков хозяйств 1925 и 1925 годов.

Долгое время считал, что Трофим и Антон - родные братья (источник Ольга Александровна Машкович). Но отчество показало, что Антон брат жены Трофима - Анны Юдиновны.

Девичья фамилия жены, была указана их сыном Макаром в немецком лагере военнопленных в личной карточке.
        `
    },
    i093: {
        name: 'Новиков Георгий Лаврович',
        famasc: 'f019',
        famass: [],
        kinship: '',
        born: {
            date: '1890',
            place: 'д. Старое (Залесье), Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
О нем стало известно из карточки домохозяина его отца Лавра Федоровича за 1917 год.

На 1917 - он отсутствует дома "Взятые  по наборам и мобилизациям", т.е. он воевал на первой мировой. Там же указан возраст, на момент 1917-го - 27 лет. 1917-27=1890.

Имя стало известно на сайте gwar.mil.ru, где я нашел его - Новиков Георгий Лаврович, Лейб-гвардии 2-я парковая артиллерийская бригада, Воинское звание: ст. писарь, родился д. Старое, Пречистенская волость, Духовщинский уезд, Смоленская губерния.

        `
    },
    i094: {
        name: 'Козлов Стефан Федорович',
        famasc: 'f020',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'д. Николо-Берновичи, Рибшевская волость, Поречский уезд, Смоленская губерния.'
        },
        died: {
            date: 'после 1916.',
            place: ''
        },
        description: `
Найдя свою пра-прабабушку Козлова Ксения Федоровна, я решил проверить, действительно ли она родом из Николо-Берновичей и ее девичья фамилия Козлова.

На сайте gwar.mil.ru, нашел Козлов Стефан Федорович, урожениц Бероновичей, Духовщинского уезда, Смоленской губернии. Что подтверждает мое исследование.

В 1916-ом, он был в Лейб-гвардии Литовский полк.
        `
    },
    i095: {
        name: 'Машкович Людмила Александровна',
        famasc: 'f029',
        famass: [],
        kinship: '',
        born: {
            date: '1955?',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        died: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
Умерла в младенчестве.
        `
    },
    i096: {
        name: 'Машкович Таисия Александровна',
        famasc: 'f029',
        famass: ['f042'],
        kinship: '',
        born: {
            date: '1956',
            place: '<a class="continue-reading" href="/zalazje">д. Залазье, Толочинский район, Витебская область.</a>'
        },
        description: `
Муж - Парахневич Геннадий из Зяблицы.
Живет в Минске.
        `
    },
    i097: {
        name: 'Василевский Виталий Иванович',
        famasc: 'f030',
        famass: [],
        kinship: 'шурин',
        born: {
            date: '',
            place: 'д. Пески, Берёзовский район, Брестская область.'
        },
        description: `
Родился в Песках, там же закончил 11 классов в Песковской школе.

Его будущая жена Света, приезжала в Пески к бабушке из Питера, тут и познакомились. А женившись - уехали жить в Питер.
`
    },
    i098: {
        name: 'Василевский Иван Николаевич',
        famasc: '',
        famass: ['f030'],
        kinship: 'тесть',
        born: {
            date: '3.03.1955',
            place: 'д. Горбово, Берёзовский район, Брестская область.'
        },
        description: `
II(Rh+)

Родился в д. Здитово, точнее в д. Горбово (сейчас это часть Здитово). 
Перед армией от военкомата был направлен в ДОСААФ для обучения вождению авто. 
В армии был водителем.
После работал водителем в колхозе.

Женился: 02.06.1979
`
    },
    i099: {
        name: 'Гутич Людмила Васильевна',
        famasc: '',
        famass: ['f030'],
        kinship: 'тёща',
        born: {
            date: '10.10.1957',
            place: 'д. Пески, Берёзовский район, Брестская область.'
        },
        description: `
IV(Rh-)

Училась в г. Столин, Аграрно-экономический колледж (СГАЭК). 

Вышла замуж: 02.06.1979

Работала главным бухгалтером в колхозе (или зам.).

С выходом на пенсию - устроилась бухгалтером в общество инвалидов.
`
    },
    i100: {
        name: 'Коряченков Фёдор Николаевич',
        famasc: '',
        famass: ['f031'],
        kinship: '',
        born: {
            date: '9.02.1984',
            place: 'г. Речица.'
        },
        description: `
Работал в милиции, женился, учился в Могилеве, ушел из милиции, работает в инкасации в Белинвестбанк.
        `
    },
    i101: {
        name: 'Коряченкова Анна Фёдоровна',
        famasc: 'f031',
        famass: [],
        kinship: 'племянница',
        born: {
            date: '4.11.2010',
            place: 'г. Минск.'
        },
        description: `
После ее рождения, я сказал Саше, что в 4-го именины у Анны, ну и Саша с Федей так и назвали.
        `
    },
    i102: {
        name: 'Коряченкова Мария Фёдоровна',
        famasc: 'f031',
        famass: [],
        kinship: 'племянница',
        born: {
            date: '7.05.2018',
            place: 'г. Минск.'
        },
        description: `
Имя придумал ей папа(её дед Гриша), не за долго до смерти - "Назовите Машей, я буду называть ее Манюня)"
        `
    },
    i103: {
        name: 'Новикова',
        famasc: '',
        famass: ['f028'],
        kinship: '',
        born: {
            date: '1892',
            place: ''
        },
        description: `
Вторая жена Новикова Якова Лавровича. Жила в доме отца мужа.

Год рождения известен по домохозяйской карточке Лавра Федоровича, где она жила с мужем. На момент 1917, ей было 25 лет.
        `
    },
    i104: {
        name: 'Конопелько Михаил Васильевич',
        famasc: '',
        famass: ['f032'],
        kinship: '',
        born: {
            date: '',
            place: 'д. Чурилово, Бешенковичский район, Витебская область.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `Живет в Витебске.`
    },
    i105: {
        name: 'Конопелько Татьяна Михайловна',
        famasc: 'f032',
        famass: ['f038'],
        kinship: 'двоюродная сестра',
        born: {
            date: '',
            place: 'г. Витебск.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Живет в Витебске. 

Работает главным бухгалтером в автоцентре.

Знаю, у нее эпилепсия, но я в детстве не видел приступов.

`
    },
    i106: {
        name: 'Конопелько Анна Михайловна',
        famasc: 'f032',
        famass: [],
        kinship: 'двоюродная сестра',
        born: {
            date: '',
            place: 'г. Витебск.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Живет в Витебске.

Работает (как я понимаю) в отделе продаж в Автоцентр Volkswagen, ООО "Амико" Витебск, ул. П. Бровки 22А/1.

`
    },
    i107: {
        name: 'Шаппо Лилия Николаевна',
        famasc: '',
        famass: ['f033'],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Живет в Минске.

По Минской телефонной базе, на нее записана квартира на ул. Заславская 12, кв 182. тел. 2034893.

Причем соседняя квартира - 183, записана на его сына Шаппо И.А.

Судя по всему, она является директором фирмы Белинтаком (Belintacom).

Слышал, что ее мама Москвичка - очень хорошая женщина, а отец из Клецка.
Мать была старше отца и во время войны в госпитале работала, у нее был ребенок.
Отец в госпитале лежал, так они и познакомились и он забрал ее с ребенком.  

У нее два брата: один погиб на стройке.

После смерти мужа, осенью умер и племянник.

Не общается со своими родственниками, может поэтому и не давала мужу (дяде Саше) общаться со своими.
`
    },
    i108: {
        name: 'Шаппо Игорь Александрович',
        famasc: 'f033',
        famass: [],
        kinship: 'двоюродный брат',
        born: {
            date: '',
            place: 'г. Минск.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Никогда с ним не виделись.

Живет в Минске.

По Минской телефонной базе, на него записана квартира на ул. Заславская 12, кв 183. тел. 2267810.

Причем соседняя квартира - 182, записана на его маму Шаппо Л.Н.

Судя по linkedin:

- учился в БГУ

- работает с 2004 года в фирме матери - Белинтаком (Belintacom).
`
    },
    i109: {
        name: 'Шаппо Лина Александровна',
        famasc: 'f033',
        famass: [],
        kinship: 'двоюродная сестра',
        born: {
            date: '',
            place: 'г. Минск.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Никогда с ней не виделись.

Живет в Минске. Судя по фото из инстаграма - на Заславской.`
    },
    i110: {
        name: 'Новиков Вадим Михайлович',
        famasc: 'f037',
        famass: [],
        kinship: 'двоюродный брат',
        born: {
            date: '3.05.1992',
            place: 'г. Борисов.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Родился и вырос в Борисове. 
Закончил како-то борисовский колледж, после которого брали в БГУИР без вступительных.

Так совпало, что он поступил в БГУИР на мою специальность, но на сокращенку т.к. после колледжа.
Но увы, универ не закончил из-за дороговизны обучения, он как и я, поступил на платное.

Знаю, работает в Борисове в отделе продаж бытовой техникой. 
        `
    },
    i111: {
        name: 'Гордейко Дарья Викторовна',
        famasc: 'f034',
        famass: ['f040'],
        kinship: 'двоюродная сестра',
        born: {
            date: '27.01.1991',
            place: 'г. Минск.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
IV(Rh+)
        `
    },
    i112: {
        name: 'Гулякевич Алеся Александровна',
        famasc: 'f035',
        famass: ['f041'],
        kinship: 'двоюродная сестра',
        born: {
            date: '21.06.1988',
            place: 'г. Минск.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
I(Rh+)

Родилась и выросла в общаге на Фабричная 25, №4, потом переехала с родителями на на Филимонова, 55к3. Помню, что новоселье отмечали в день открытия Нац.Библиотеки.

До замужества, занималась спортивной хотьбой и была то ли мастером, то ли кандидатом в мастера спорта.

Сейчас живет в квартире родственников мужа.
С мужем Андреем познакомилась у него на работе. Он работал участковым и Алеся пришла с заявлением о краже телефона.
        `
    },
    i113: {
        name: 'Гордейко Андрей Викторович',
        famasc: 'f034',
        famass: ['f039'],
        kinship: 'двоюродный брат',
        born: {
            date: '27.05.1981',
            place: 'г. Минск.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
I(Rh+)

Родился на ул. Нововиленской, еще когда там стояли бараки, деде Вите там дали жилье. Холил в СШ №37. 
Часто бывал у них в гостях в детстве и помню дом и двор.
Потом они постороили квартиру на Рафиева и Андрей заканчивал уже СШ №208.
В школе, помню, он занимался гимнастикой, выступал, занимал какие-то места. 
Под конец школы поломал обе руки на тренеровке, возможно потому и завязал. 
Знаю, что он вместе тренеровался с многими чемпионами в дальнейшем.

<i>
После школы он учился в каком-то училище и я помню он расказывал про практику на птицефабрике. 
Как они тырили перепелиные яйца и проносили их через проходную в карманах штанов!) Понятное дело, что большая часть разбилась и штаны были в яйцах))
</i>

Вроде, от военкомата пошел в ДОСААФ на права и в армии уже был водителем.

1998 - 2000 - служба в армии, г. Молодечно. 04152 КГБ РБ 1 рота

После армии, устроился в МЧС водителем, с армейским опытом брали без проблем. Там и работает.
        `
    },
    i114: {
        name: 'Гордейко Виктор',
        famasc: '',
        famass: ['f034'],
        kinship: '',
        born: {
            date: '',
            place: 'г. Телеханы.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Работал в милиции. Жил в общаге на Крапоткина, в одном блоке с папой и Антоновичем. Познакомился с тётей Галей, женился. На их свадьбе мама и папа были свидетелями.

Выйдя на пенсию пережил инсульт. Потерял речь но со временем кое как речь вернулась.
        `
    },
    i115: {
        name: 'Гулякевич Александр',
        famasc: '',
        famass: ['f035'],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Дядя Саша мой кресный, еще знаю, он служил в ВДВ. Женился в 1987.
        `
    },
    i116: {
        name: 'Машаракина Жанна',
        famasc: '',
        famass: ['f037'],
        kinship: '',
        born: {
            date: '29.10.1970',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Родом где-то недалеко от Славного. Работала на Борисовском хрустальном заводе.

Обучение: 1993, г. Минск. Образовательное учреждение: БГУ, Белорусский государственный университет. С 1988 по 1993. 
        `
    },
    i117: {
        name: 'Забаронок Александр',
        famasc: '',
        famass: ['f036'],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: 'г. Минск'
        },
        description: `
        `
    },
    i118: {
        name: 'Денисов Георгий',
        famasc: '',
        famass: ['f038'],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Бизнесмен. У него фирма по продаже плитки в Витебске.
        `
    },
    i119: {
        name: 'Денисов Вечеслав Георгиевич',
        famasc: 'f038',
        famass: [''],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Родился и вырос в Витебске. В детстве увлекался баскетболом.
        `
    },
    i120: {
        name: 'Гордейко Марк Андреевич',
        famasc: 'f039',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'г. Минск'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
        `
    },
    i121: {
        name: 'Гордейко Ренат Андреевич',
        famasc: 'f039',
        famass: [],
        kinship: '',
        born: {
            date: '10.05.2013',
            place: 'г. Минск'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
        `
    },
    i122: {
        name: 'Гордейко Тимур Андреевич',
        famasc: 'f039',
        famass: [],
        kinship: '',
        born: {
            date: '10.05.2013',
            place: 'г. Минск'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
        `
    },
    i123: {
        name: 'Саевец Юлия',
        famasc: '',
        famass: ['f039'],
        kinship: '',
        born: {
            date: '8.07.1984',
            place: 'г. Телеханы'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
        `
    },
    i124: {
        name: 'Люлькович Дмитрий',
        famasc: '',
        famass: ['f040'],
        kinship: '',
        born: {
            date: '5.05.1988',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
        `
    },
    i125: {
        name: 'Люлькович Алиса Дмитревна',
        famasc: 'f040',
        famass: [],
        kinship: '',
        born: {
            date: '2012',
            place: 'г. Минск'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
        `
    },
    i126: {
        name: 'Работа Андрей',
        famasc: '',
        famass: ['f041'],
        kinship: '',
        born: {
            date: '5.07.1984',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Слышал, что он с детства мечтал работать милиционером. 
После школы, окончил что-то по этой теме и по распределению работал участковым в Минске.

Работа участкового - это адская работа без выходных и нормального отдыха. 
В результате конфликта с начальством он порвал свое удостоверение в кабинете начальника и его уволили по статье.

Кстати с женой Алесей, он познакомился на работе, она приходила с заявлением о краже телефона. 

        `
    },
    i127: {
        name: 'Работа Дмитрий Андреевич',
        famasc: 'f041',
        famass: [],
        kinship: '',
        born: {
            date: '14.05.2010',
            place: 'г. Минск'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
III(Rh+)

        `
    },
    i128: {
        name: 'Работа Ксения Андреевна',
        famasc: 'f041',
        famass: [],
        kinship: '',
        born: {
            date: '8.02.2017',
            place: 'г. Минск'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
III(Rh+)
        `
    },
    i129: {
        name: 'Парахневич Геннадий Эдуардович',
        famasc: '',
        famass: ['f042'],
        kinship: '',
        born: {
            date: '17.02.1956',
            place: 'д. Зяблица, Толочинского района, Витебской области.'
        },
        died: {
            date: '15.09.2017',
            place: ''
        },
        description: `
Похоронен в Горожонах.
        `
    },
    i130: {
        name: 'Парахневич Павел Геннадьевич',
        famasc: 'f042',
        famass: ['f043'],
        kinship: 'двоюродный брат',
        born: {
            date: '6.08.1978',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Живет в Ошмянах. Ездит в Минск на "вахту".
        `
    },
    i131: {
        name: 'Парахневич Алена Геннадьевна',
        famasc: 'f042',
        famass: [],
        kinship: 'двоюродная сестра',
        born: {
            date: '1988',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Вроде как живет в Минске.
        `
    },
    i132: {
        name: 'Бочкова Светлана',
        famasc: '',
        famass: ['f043'],
        kinship: '',
        born: {
            date: '23.03.1977',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
        `
    },
    i133: {
        name: 'Парахневич Веста Павловна',
        famasc: 'f043',
        famass: [],
        kinship: '',
        born: {
            date: '21.11.2003',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Живет в Минске, и видимо учится.
        `
    },
    i134: {
        name: 'Болсун Николай Дмитриевич',
        famasc: 'f045',
        famass: ['f044'],
        kinship: '',
        born: {
            date: '15.09.1929',
            place: 'Буда-Кошелёвский район.'
        },
        died: {
            date: '25.09.2006',
            place: '<a class="continue-reading" href="/zalazje#39">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        description: `
Как говорила <a class="person continue-reading" href='#Машкович-Любовь-Федоровна'>бабушка Люба</a>: 
<i>Мне Коля - двоюродный, а Анюта - троюродная.</i> Коля, родня по ее <a class="person continue-reading" href='#Машкович-Федор-Иванович'>отцу Фёдору</a>. А Анюта, по ее <a class="person continue-reading" href='#Машкович-Пелагея-Трофимовна'>маме Пелагее</a>.



Он родился где-то в Буда-Кошелёвский районе, но его мама Татьяна родом из Залазья. 
Она вышла замуж и уехала туда жить.

Николай, отслужив в армии, работал в Орше милиционером и приезжал в Залазье к 
<a class="person continue-reading" href='#Машкович-Кристина-Ивановна'>тётке - Христинке</a> 
в гости. 

<a class="person continue-reading" href='#Машкович-Федор-Иванович'>Деда Фёдора</a>, уже не было.

Тут и познакомился с Анютой. 
Женился и остался тут жить в Анютином родительском доме с мамой Анюты. 
И жили там всю жизнь. 
        `
    },
    i135: {
        name: 'Машкович Анна Макаровна',
        famasc: '',
        famass: ['f044'],
        kinship: '',
        born: {
            date: '',
            place: '<a class="continue-reading" href="/zalazje#39">д. Залазье, Толочинского района, Витебской области.</a>'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Как говорила <a class="person continue-reading" href='#Машкович-Любовь-Федоровна'>бабушка Люба</a>: 
<i>Мне Коля - двоюродный, а Анюта - троюродная.</i> Коля, родня по ее <a class="person continue-reading" href='#Машкович-Федор-Иванович'>отцу Фёдору</a>. А Анюта, по ее <a class="person continue-reading" href='#Машкович-Пелагея-Трофимовна'>маме Пелагее</a>.



Анна, изначально была сосватана с Ганулькиным братом из Дубавого (Шуры Кириллового жены) Его вамилия Бельский. 
Этот брат поехал в Минск, устроился на работу и как все наладилось, хотел жениться и забрать Анну в Минск.
В это время, пока он устраивался в Минске, появился Коля Болсун и увел Анюту. 
Женился и остался тут жить.
Они жили в родительской хате Анюты с ее мамой. 

        `
    },
    i136: {
        name: 'Болсун Дмитрий',
        famasc: '',
        famass: ['f045'],
        kinship: '',
        born: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        died: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        description: ``
    },
    i137: {
        name: 'Болсун Марья Дмитриевна',
        famasc: 'f045',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        died: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        description: ``
    },
    i138: {
        name: 'Болсун Татьяна Дмитриевна',
        famasc: 'f045',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        died: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        description: ``
    },
    i139: {
        name: 'Болсун Нина Дмитриевна',
        famasc: 'f045',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        died: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        description: ``
    },
    i140: {
        name: 'Болсун Иван Дмитриевич',
        famasc: 'f045',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        died: {
            date: '',
            place: 'Буда-Кошелёвский район'
        },
        description: ``
    },
    i141: {
        name: 'Кузьма Федоров',
        famasc: '',
        famass: ['f013'],
        kinship: '',
        born: {
            date: '1867',
            place: 'д. Демяхи, Пречистенская волость, Духовщинский уезд, Смоленская губерния.'
        },
        died: {
            date: '',
            place: ''
        },
        description: `
Исходя из того, что прабабушка родилась в д. Демяхи, он был единственный Кузьма из деревни в сельхоз переписи 1917.
Возраст на момент переписи - 50 лет.
Фамилия не известна. 
        `
    },
    i142: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i143: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i144: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i145: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i146: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i147: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i148: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i149: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i150: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i151: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i152: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i153: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i154: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i155: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i156: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i157: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i158: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i159: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i160: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i161: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i162: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i163: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i164: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i165: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i166: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i167: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i168: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i169: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i170: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i171: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i172: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i173: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i174: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i175: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i176: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i177: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i178: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i179: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i180: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i181: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i182: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i183: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i184: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i185: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i186: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i187: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i188: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i189: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i190: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i191: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i192: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i193: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i194: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i195: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i196: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i197: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i198: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },
    i199: {
        name: '',
        famasc: '',
        famass: [],
        kinship: '',
        born: {
            date: '',
            place: ''
        },
        died: {
            date: '',
            place: ''
        },
        description: ``
    },

};
module.exports.families = {
    f001: {husb: 'i001', wife: 'i005', children: ['i004', 'i200']},
    f002: {husb: 'i002', wife: 'i003', children: ['i001', 'i006']},
    f003: {husb: 'i007', wife: 'i008', children: ['i036', 'i002', 'i035']},
    f004: {husb: 'i009', wife: 'i010', children: ['i003', 'i037', 'i038', 'i039', 'i040']},
    f005: {husb: 'i011', wife: 'i012', children: ['i007', 'i041', 'i042', 'i043', 'i044', 'i045']},
    f006: {husb: 'i015', wife: 'i016', children: ['i009', 'i051', 'i052']},
    f007: {husb: 'i013', wife: 'i014', children: ['i008', 'i046', 'i047']},
    f008: {husb: 'i017', wife: 'i018', children: ['i048', 'i010', 'i049', 'i050']},
    f009: {husb: 'i019', wife: '', children: ['i053', 'i011', 'i054', 'i055']},
    f011: {husb: 'i020', wife: '', children: ['i012', 'i056', 'i057']},
    f012: {husb: 'i023', wife: 'i024', children: ['i015', 'i074', 'i073']},
    f013: {husb: 'i141', wife: '', children: ['i016', 'i075', 'i076']},
    f014: {husb: 'i021', wife: '', children: ['i013', 'i058', 'i059']},
    f015: {husb: 'i022', wife: '', children: ['i014', 'i060']},
    f016: {husb: 'i025', wife: '', children: ['i017', 'i061', 'i062', 'i063']},
    f017: {husb: 'i026', wife: 'i027', children: ['i018', 'i064', 'i065', 'i066', 'i067', 'i068']},
    f018: {husb: '', wife: '', children: ['i019', 'i078']},
    f019: {husb: 'i030', wife: '', children: ['i023', 'i093']},
    f020: {husb: '', wife: '', children: ['i024', 'i094']},
    f021: {husb: '', wife: '', children: ['i021', 'i080', 'i081']},
    f022: {husb: '', wife: '', children: ['i022', 'i082']},
    f023: {husb: 'i079', wife: '', children: ['i025', 'i083', 'i084']},
    f024: {husb: 'i028', wife: 'i029', children: ['i027', 'i085', 'i086', 'i087', 'i088', 'i089', 'i090', 'i091', 'i092']},
    f025: {husb: 'i031', wife: 'i032', children: ['i030', '']},
    f026: {husb: 'i034', wife: 'i033', children: ['i031']},
    f027: {husb: '', wife: '', children: ['i034']},
    f028: {husb: 'i023', wife: 'i103', children: ['i069', 'i070', 'i071', 'i072']},
    f029: {husb: 'i009', wife: 'i077', children: ['i095', 'i096']},
    f030: {husb: 'i098', wife: 'i099', children: ['i005', 'i097']},
    f031: {husb: 'i100', wife: 'i006', children: ['i101', 'i102']},
    f032: {husb: 'i104', wife: 'i035', children: ['i105', 'i106']},
    f033: {husb: 'i036', wife: 'i107', children: ['i108', 'i109']},
    f034: {husb: 'i114', wife: 'i037', children: ['i113', 'i111']},
    f035: {husb: 'i115', wife: 'i038', children: ['i112']},
    f036: {husb: 'i117', wife: 'i039', children: []},
    f037: {husb: 'i040', wife: 'i116', children: ['i110']},
    f038: {husb: 'i118', wife: 'i105', children: ['i119']},
    f039: {husb: 'i113', wife: 'i123', children: ['i120', 'i121', 'i122']},
    f040: {husb: 'i124', wife: 'i111', children: ['i125']},
    f041: {husb: 'i126', wife: 'i112', children: ['i127', 'i128']},
    f042: {husb: 'i129', wife: 'i096', children: ['i130', 'i131']},
    f043: {husb: 'i130', wife: 'i132', children: ['i133']},
    f044: {husb: 'i134', wife: 'i135', children: []},
    f045: {husb: 'i136', wife: 'i062', children: ['i134', 'i137', 'i138', 'i139', 'i140']},
};